[
    { "text": "На велику вагу може прогнутися ", "sens": "neut" },
    { "text": "43\"", "sens": "pos" },
    {
        "text": "Придбав, даний телевізор для кухні. В принципі влаштовує, навіть можу пробачити недолугі динаміки та звук, але за період експлуатації виник ряд запитань, які пов'язані насамперед з тим що меню абсолютно сире,а якщо вибрати українську мову то і вибачте тупе і нагадує прошивку з китайського телефона маловідомого підвалу.\n1 - як вибрати мову, якщо канал транслюється на декількох? Якось я налаштував, але як не знає і господь бог. Після того як він разок завис і прийшлось його просто вимикати з розетки я повторно вже не зміх відновити мовлення на частині каналів.\n2 - меню-звук-AVL що це? Нормально не можна назвати?\n3 - меню-звук-автоопис-рівень міксування ?\n4 - меню-канал-Country? здавалось би тут мав би бути вибір мовлення, а фігушки, нічого воно не міняє.\n5 - меню-канал-налаштування DTV-DST?\n6 - меню-канал-налаштування DTV-LCN?\n7 - меню-канал-налаштування DTV? тут є купа підпунктів де міняється мова, от десь тут якимось алогічним способом я і зміг поміняти мову мовлення каналів, алеж шановні так не має бути все повинно бути суб'єктивно зрозумілим.\n8 - меню-застосування-sistem lock? Що цим я можу заблокувати? Дитячий замок?\n9 - меню-застосування-СЕС А це що за звір?\nАпаратно телевізор за свою ціну годиться а от над інтерфейсом ще працювати і працювати. ",
        "sens": "neut"
    },
    { "text": "Штатив очень хлипкий. На на свои деньги довольно норм ", "sens": "pos" },
    {
        "text": "Стало трохи стрьомно, коли при збірці побачив малу відстань від телевізора до стіни, але мені пощастило. Все ж раджу звернути на це увагу власників ТВ з габаритними шнурами чи штекерами позаду панелі. Загалом, я задоволений якістю товару, що значно перевищує його ціну. У комплекті багато комплектів болтів під різні розміри. Коротше, ніштяк. ",
        "sens": "pos"
    },
    { "text": "Зручний, добрі фіксатори", "sens": "pos" },
    {
        "text": "Звук, неможливість налаштовувати параметри екрану в реальному режимі.",
        "sens": "neg"
    },
    { "text": "Недорого", "sens": "pos" },
    { "text": "працює", "sens": "pos" },
    { "text": "не знаю..", "sens": "pos" },
    { "text": "Не працює", "sens": "neg" },
    { "text": "Невиявив", "sens": "neg" },
    { "text": "Шукаю", "sens": "neg" },
    {
        "text": "Хороша сумка. Фотоапарат з об'єктивом, ще один об'єктив, зарядний пристрій поміщаються без проблем. Стінки доволі товсті, матерал якісний і вологостійкий. ",
        "sens": "pos"
    },
    { "text": "Завищена вартість", "sens": "neg" },
    { "text": "металеві зажими", "sens": "pos" },
    {
        "text": "Дуже зручна маленька камера, яка здатна видавати якісну стабілізовану картинку не часто не гіршу, ніж на професійному обладнанні, я при цьому вміщується в кишеню. Класний комплектний чохол, можна використовувати камеру як окремо, так і з телефоном. Механічний стаб працює дуже добре. Гарна якість запису звуку на вбудовані мікрофони, гарні додаткові можливості, такі як моушн таймлапс, стеження за обличчям чи будь-яким об'єктом. Шкода, що поки що не можна купити додаткові аксесуари, а вони знадобляться хоча б для того, щоб можна було поставити камеру на штатив. Але все одно, поки що це найзручніша компактна відеокамера. Зауважте, що тут кут огляду лише 80 градусів і це значно вужче за екшн-камери, якщо ви звикли на них знімати. Дивіться огляд на каналі Розетки, там все дуже правильно описано. ",
        "sens": "pos"
    },
    {
        "text": "раніше купив цієї ж фірми кабельок і все ок працює на обох моніторах без проблем,а цей видає якусь \"дічь\" темні участки покриваються зерном зеленого кольору... міняю місцями другий монітор шумить... кабель буду пробувати повернути ",
        "sens": "neg"
    },
    { "text": "Хлипенький", "sens": "neg" },
    { "text": "-", "sens": "neg" },
    { "text": "Задоволена покупкою на всі 100%. ", "sens": "pos" },
    {
        "text": "Виробнику варто було б подбати, щоб комплектація була повноцінною і якщо вже були нарікання, що кріплення не відповідають за розмірами, то доукомплектувати правильними, це не великі витрати і покупцям не псували б \"враження\" від покупки. ",
        "sens": "neut"
    },
    {
        "text": "При першому включенні оновила систему до останньої версії Android. Не знайшла Netflix у додатках. Пошук в Play Market не дає результатів. Прошу, підкажіть, як це можна зробити. ",
        "sens": "neut"
    },
    { "text": "надіслали оперативно дякую ", "sens": "neut" },
    {
        "text": "Не можливо вивести зображення з телефону на екран - телефон не знаходить даний ТВ. Хромкаст працює тільки з Ю-тюб (можливо хтось знає як вирішити проблему). Досить довга затримка при перемиканні каналів (кабельне телебачення)- частково дратує.",
        "sens": "neg"
    },
    { "text": "-", "sens": "neg" },
    { "text": "Не виявлено", "sens": "neg" },
    {
        "text": "Заявлена ємність не відповідає дійсності. Після декількох прогонів - 3 із 4х акумів показали ємність менше 900. ",
        "sens": "neut"
    },
    { "text": "Ціна ну дуже \"завищена\" по всіх магазинах.", "sens": "neg" },
    { "text": "Немає стабілізації", "sens": "neg" },
    { "text": "Придивляюся", "sens": "neg" },
    { "text": "Не ловить середні і короткі хвилі", "sens": "neg" },
    {
        "text": "на фото тяжко побачити що одна шлейка ,рукзак перекосився ! якось не оригінально !!!!!!!! Недостатки: одна шлейка",
        "sens": "neut"
    },
    {
        "text": "Користуюся mi box протягом місяця , все працює. Купляв перехідник із hdmi на тюльпан , підключилося без проблем. Встановив додатково hdvideobox, oll.tv , але ці додатки потрібно скачувати самостійно і тоді вже або через хмару , або через флешку встановлювати . Ютуб і все інше працює добре, але буде залежати від інтернету. Покупкою задоволений . Якщо у вас хороший інтернет все буде працювати добре. Недостатки: Купував перехідник із hdmi на vga))) Потрібно зразу купляти батарейки , пальчики до пульту !!!",
        "sens": "pos"
    },
    { "text": "Недоліків немає.", "sens": "neg" },
    {
        "text": "Це перший раз, що так довго чекав на посилку. Через 5 днів, після замовлення, товар був доставленний у відділення \"Нової Пошти\". Серед переваг цього телевізора, це зображення. Через це і купляв його. Звук думав що буде кращий, а він так собі. Добре що в ньому вже є супутниковий ресівер DVB S2 і зображення в HD форматі досить гарне, але налаштування цього ресівера незрозуміле і потребує немалих знань по налаштуванню. За таку ціну - нормальний телевізор. ",
        "sens": "neut"
    },
    { "text": "Якість відповідає ціні. ", "sens": "pos" },
    {
        "text": "Отличная картинка, сочные цвета, спутниковый тюнер. Быстрая доставка Розетка на высоте.",
        "sens": "pos"
    },
    { "text": "Відсутність будь-якої гарантії", "sens": "neg" },
    { "text": "Наразі відсутня підтримка PatchWall в Україні.", "sens": "neg" },
    { "text": "купив, но ще не одержав", "sens": "neg" },
    { "text": "Покищо не має", "sens": "neg" },
    {
        "text": "Купувала для Netflix, хоч і не хотілося Андроїд, але проблем поки немає, проста у налаштуванні, користуюсь вже місяць. ",
        "sens": "pos"
    },
    { "text": "Працює добре нарікань немає . Дякую за швидку доставку .", "sens": "pos" },
    { "text": "чудова ціна", "sens": "pos" },
    { "text": "Об'єктив як об'єктив, свої функції виконує і це добре. ", "sens": "neg" },
    { "text": "Цей фотоапарат можна використовувати як веб камеру ?", "sens": "neut" },
    {
        "text": "ціна - пшуть 318 по факту 344 грн  пересилка Нова Поча 82 в сумі 420 грн  У мене з 32 показує тількі 5 і то треба постійно крутить щоб не зникали канали",
        "sens": "neg"
    },
    {
        "text": "Непоганий телевізор відносно співвідношення ціни та його якості. Гарне чітке зображення, хороша передача кольорів, але прицьому звік поганенький (неначе у коробці) та прийшов з полоскою битих пікселей. ",
        "sens": "neut"
    },
    { "text": "Звичайна карта пам'яті. Виконує все що від неї вимагається ", "sens": "pos" },
    {
        "text": "Класний товар в настройка все зрозуміло  і легко розбирається навіть дитина",
        "sens": "pos"
    },
    {
        "text": "Обов'язково потрібно купити фільтр, через те що є невелике заглиблення перед лінзою, туди збирається багато пилюки",
        "sens": "neg"
    },
    {
        "text": "змушений дописати відгук) щоб було більш зрозуміло майбутнім покупцям,на жаль в даному тв класне тільки зображення! тел дуже нестабільний,дуже часто вилітають додатки,перезагружається самовільно по кілька разів підряд, особливо при настройці супутника, налаштувати супутникову тарілку то просто триндець які танці з бубном! телевізор в плані ергономіки дуже слабий,незручний,основна функція як телевізора за такі гроші на низькому рівні..короче,тормоза,вильоти,перезагрузки гарантовані.Буду повертати назад..шкода,але з такими танцями можна брати щось дешевше. ",
        "sens": "neut"
    },
    { "text": "Питання до Виробника..до саундбара Xiaomi підключиться", "sens": "pos" },
    { "text": "Проблеми з вилкою", "sens": "neg" },
    { "text": "Не виявлено", "sens": "neg" },
    {
        "text": "Показує нормально .Т2 настроїв швидко. S2 ненастроюється , немає всіх супутників. Звук як з відра.Замовив колонки до нього. А так на кухню піде. Недостатки: Звук, s2 , зображення сплюснуте.",
        "sens": "neut"
    },
    {
        "text": "Посилку забрав, запаковано добре, працює без нарікань, все швидко підключилося! Єдине що засмутило у пульті не було батарейок тому прийшлося іти в магазин а так усім задоволений, рекомендую! ",
        "sens": "pos"
    },
    {
        "text": "Сьогодні отримав. Виглядає кабель якісно. Підключив їм проектор до ноутбука - картинки немає, потім ps4 прідключив до проектора- картинки немає. Підключів почерзі все своїм старим шнуром (коротшим) все працює. Взявся знов за цей 15овий шланг, під'єднав PS4 знову до проектора, порився в налаштуваннях, виявилося що передати 4K HDR сигнал з PS4 на проектор він не може, отримуємо чорний екран, а коли перемикаєш в 1080p full hd no-HDR, то картинка з'являється. Потім під'єднав до проектора знов ноутбук, картинка з'явилася і передає як 4к так і full hd, але іноді з'являлися артефакти при перемиканні роздільної здатності, потім пропадали, коли раз переключити туди і назад. Дивно короче все, не знаю що і думати про цей шнур і що з ним робити? Ще по перевіряю завтра, може його, як гарну акустику та навушники треба \"прогрівати\"?! На вигляд ідеальний, без пошкоджень. ",
        "sens": "neut"
    },
    { "text": "Джойстик не дуже плавний, важкуватий разом із телефоном", "sens": "neg" },
    {
        "text": "Начитався гарних відгуків і купив цей кронштейн. Але залишився не зовсім задоволеним кінцевим результатом. Телевізор LG, 42 дюйми, вага панелі 11,2 кг. - коли повісили на стіну, телевізор перекосило, і по напруженості деталей кронштейну стало видно, що він не витримує 25 кг., він і 11 кг. заледве витримує, і діагональ 42-40 дюймів для кронштейна завелика, максимум 32! Будемо дивитись тепер телевізор під кутом))) ",
        "sens": "neut"
    },
    { "text": "мі пульт не знаю як підключити", "sens": "neg" },
    { "text": "не виявив як таких, можна було б добавити рівнень :)", "sens": "neg" },
    { "text": "Не має.", "sens": "neg" },
    {
        "text": "Вчора купив,задоволений на всі 100%. Працює як ракета,з коробки вже був 9 андроїд,хоча деякі пишуть,що на 9 сильно глючить приставка,але в мене все чудово,можливо на даний час вийшов якийсь патч , який все поправив,голосом шукати щось одне задоволення,хромкаст працює без зауважень, потрібно тільки на телефон з плей маркета закачати прогу x-cast або ще там їх безліч. Користувався багатьма андроїд приставками,але як на мене,ця найкраща,один тільки пульт чого коштує! ",
        "sens": "pos"
    },
    { "text": "Ціна, комплектація", "sens": "pos" },
    {
        "text": "Підкажіть чому під час включення висвічується розширення1080,коли в характеристиках пишуть Ful hd",
        "sens": "neut"
    },
    { "text": "Яка комплектація? ", "sens": "pos" },
    {
        "text": "Головна перевага - це можливість використовувати у  яскості компьютеру! Сучасна модель, якісний та чіткий екран. І все це за дуже помірну вартсіть у порівнянні з більш дорогими моделями біль відомих виробників! Придбанням дуже задоволені, коритсуємося більше місяця. Раджу і Вам))) ",
        "sens": "pos"
    },
    {
        "text": "Приставка хороша. Маю дві, Сяомі і сьогодні запустив цю. Поки політ нормальний. Питання до представника - 1. як змінити тему?\n Пункти виділяються сірим на чорному фоні-ви серйозно? З двох метрів вже нічо не видно!\n\n2. Скільки вартує пульт? \nВін занадто \"китайський\" зламати його пополам на раз-два. \n\n3. Хто робив технічний дизайн?\n Розьєм для SD придумав школьнік, но не інженер, карточка \"стирчить\" і хоче за щось зацепитися і випасти) \n\n4. Коли будуть оновлення? \nДавайте вже оновлення, бо з 8гб доступно 4 і ті забиті софтом по замовчуванню на 1гб, а карту не бачить. ",
        "sens": "neut"
    },
    { "text": "Чудова якість зображення,гарний звук,швидко все налаштували!", "sens": "pos" },
    {
        "text": "Телевізор гарний, зображення чітке й гарне!!!\nАле він глючить в таких програмах як Megogo та Olltv і в YouTube!!!",
        "sens": "neut"
    },
    { "text": "не має", "sens": "neg" },
    {
        "text": "Підкажіть будь ласка як підключити до даної моделі супутникове телебачення?",
        "sens": "pos"
    },
    { "text": "поки немає", "sens": "neg" },
    {
        "text": "Телевізор не поганий, звук відмінний, картинка середня. Є декілька запитань до представників компанії. Скажіть чому в режимі смарт немає Full hd??. В усіх додатках де можна перевірити розширення  1280x720, перевіряв в (wimu, kodi,aida). Підключаю мі бокс і відображається 1920x1280. І це зразу видно, шрифти не змазані, картинка чітка, навіть відео краще відобращає, через бокс. Ще не виходить ніяк активувати голосовий пошук, в пульті що йшов в подарунок, пробував підключити сторонній пульт з голосовим пошуком, також не працює. І ще останнє запитання, після встановллення андроид 9, змінились меню налаштувать телевізора(зображення, звук) це так має бути чи я щось накосячив? Надіюсь на швидку відповіть представника!! ",
        "sens": "neut"
    },
    { "text": "Ціна", "sens": "pos" },
    {
        "text": "Нормальний недорогий кабель, взяв одразу два щоб монітор і компьютер підключити до UPS. ",
        "sens": "pos"
    },
    {
        "text": "Користуюсь 2 неділі штука наче не погана, але тупить вона постійно завісає  перезавантажуеться . Лежить 2 м від роутера  інтернет 100мб приймає 13 мб  , і при такому розкладі фільм глянуть не реально . ",
        "sens": "neg"
    },
    {
        "text": "Купив два таких телевізора тиждень назад в 43 і 49 дюйма.\nОбидва підключені до інтернету по LAN кабелю.\n43 дюйма працює чудово.\nА в 49 постійно при включані кожного ранку і навіть на протязі дня пропадає інтернет зєднаня.\nЦе дуже нервує.\nВчора телевізори обновилися, але нічого не помінялося.\nПісля довгих муніпуляцій кнопками мені вдається йього включити, але от дружині це не получається :(\nТепер незнаю що робити? ",
        "sens": "neut"
    },
    { "text": "Не виявлено", "sens": "pos" },
    { "text": "Всюдихід. Якраз для нашого бездоріжжя :-)", "sens": "pos" },
    {
        "text": "Деколи нехоче записувати відео і контактувати з стабом, можливо це не тільки причина в карці ай стаб. ",
        "sens": "neut"
    },
    { "text": "Пульт без батарейок:(", "sens": "neg" },
    {
        "text": "Клас не відповідає заявленому. Тягне тільки на 4-5, але аж ніяк не на 10 ",
        "sens": "neut"
    },
    { "text": "Скажіть будь-ласка чи підіде він ло телевізора LG 43LH570V-ZD????", "sens": "pos" },
    { "text": "поки що не знайшов ;)", "sens": "neg" },
    { "text": "Виключається сам,  пропадає звук", "sens": "neg" },
    { "text": "За свої гроші ідеал!", "sens": "neg" },
    {
        "text": "Купив собі на ДН до 6Д, восновном радує, но є одне НО!!!\n- Дуже скрипуче / шуршаще кольцо фокуса, питання до всіх власників та продавців - так і має бути чи брак ? При записі відео це надзвичайно чутно і майже неможливо знімати. Чекаю відповідей, дякую. ",
        "sens": "neut"
    },
    { "text": "-", "sens": "neg" },
    { "text": "люфт", "sens": "neg" },
    { "text": "Немає", "sens": "neg" },
    {
        "text": "Класний телевізор для android tv box за такі гроші. Взяв у розстрочку. Матриця схожа на ips. ",
        "sens": "pos"
    },
    { "text": "Без WiFi", "sens": "neg" },
    { "text": "Перестала працювати електронна клавіатура", "sens": "neg" },
    { "text": "Зображення, ціна", "sens": "pos" },
    {
        "text": "Дуже розчарувало обслуговування магазину розетка, так сталося що потрібно було змінити вантажоотримувача, це міг зробити тільки вантажовідправник(розетка) , з яким ніяк неможливо було зв'язатися ні по телефону ні в режимі онлайн. \nТепер про телевізор, картинка досить  достойна як для тв цієї цінової категорії, андроід не глючить, якість звуку дуже сподобалась але гучності трохи невистачає, пульт з голосових пошуком це жирний +. Рекомендую.",
        "sens": "neut"
    },
    {
        "text": "Купляв спеціально для того що б підкючити PS4 до старого монітору з VGA. Після підключення декілька секунд відобразилось зображення на екрані, поблимало, і потім взагалі пропало, просто чорний екран, пробував на 2-х різних моніторах, така ж поведінка і там і там. Також пробував з виключеним HDCP в сетінгах системи PS4, не допомогло. Плюс що б вивести звук треба колонки/навушники підлючати до геймпаду, і якщо не блутус навушники сидіти обмотаним дротом так собі задоволення. Дізнався що що б уникнути цієї ситуації потрібен перехідник з додатковим живленням https://rozetka.com.ua/value_s0223/p16774568/#tab=all і тоді все буде працювати.\nНе раджу купляти даний адаптер для підключення до PS4. ",
        "sens": "neut"
    },
    { "text": "не помітила", "sens": "neg" },
    { "text": "такого неме", "sens": "neg" },
    {
        "text": "Є в мене приставка від Artline  і є оця от...Так от-хлаомі є хлаомі.Тормознуте глючене.І не треба тут роутер крайнім робити чи 2.4, Artline в цій же мережі і з цим же роутером працює без пробоем.Жодних.Жалію про покупку ",
        "sens": "neg"
    },
    {
        "text": "Напівпрофесійний фотік, є все для нормальної роботи, як для початківця, так і для людини, що має певний досвід роботи з фототехнікою. ",
        "sens": "pos"
    },
    {
        "text": "Швидкість реагування на відкриття будь-яких додатків,ПУЛЬТ,голосовий пошук.",
        "sens": "pos"
    },
    { "text": "нема", "sens": "neg" },
    {
        "text": "Ідентичний товар купляв у січні 2018 року, проте там акумулятори були 2500mAh та 850mAh, відповідно. Зараз 1300 та 750mAh. За неналежний технічний опис, Rozetka підвела. ",
        "sens": "neut"
    },
    { "text": "Netflix не підтримується ", "sens": "neg" },
    { "text": "не знайшов", "sens": "neg" },
    { "text": "Не відображалося повноекранне зображення", "sens": "neg" },
    { "text": "Пульт не дуже зручний", "sens": "neg" },
    { "text": "2 виходи.", "sens": "pos" },
    { "text": "Не виявлені", "sens": "neg" },
    {
        "text": "Пропрацював рівно день і здох, підозрюю що через адаптер живлення він у мене 65w а на одному з фото пише що максимум 60, але до того працював добре",
        "sens": "neut"
    },
    { "text": "HDMI; відсутність боаузера.", "sens": "neg" },
    {
        "text": "Товар не сподобався, сильно нагрівається, постійно пропадає сигнал, неможливо дивитися. Чи можна його обміняти, чи просто здати? ",
        "sens": "neut"
    },
    { "text": "Ціна", "sens": "neg" },
    { "text": "Інстуркція не зрозуміла", "sens": "neg" },
    { "text": "Перехідник по якості нормальний.", "sens": "neut" },
    {
        "text": "Підключав проектор, 1024х768, без проблем.\nАле раніше міг  давати 16:9 формат зображення з ноутбука через VGA, і проектор показував.\nА зараз якщо ставлю розмір екрану більше 1024х768 то проектор пише не підтримую режим 1680х1080 60 Hz. ",
        "sens": "neut"
    },
    { "text": "Компактний розмір", "sens": "pos" },
    { "text": "Жодного!", "sens": "neg" },
    { "text": "Іде без телевізора;))", "sens": "neg" },
    { "text": "Маленькі ніжки. Раджу купувати одразу кріплення.", "sens": "neg" },
    { "text": "Вставив в материнську плату - все норм", "sens": "pos" },
    { "text": "Все !", "sens": "pos" },
    {
        "text": "Купив приставку в кухню, на відстані 5м і однієї стіни з дерева приставка перестала під'єднаннюватись до інтернету, тобто сигнал wifi повний показує, а інтернет відсутній. Якщо поставити приставку біля модема то все працює. Представник магазину Hamster в чому причина? Як це вирішити? ",
        "sens": "neut"
    },
    { "text": "Нема", "sens": "neg" },
    { "text": "Поки не придбав", "sens": "neg" },
    {
        "text": "Давно хотів подивитися, шо це таке Андроїд приставка для ТВ і так співпало, шо батьки вирішили собі купити. Приїхало все швидко, запломбовано з заводу, сама приставка маленька, чесно кажучи я навіть неочікував, шо вона буде настільки маленька)) пульт теж схожий на вафельний батончик, він підключається по Блютуз, батарейок в комплекті до нього не було і це за такі гроші пфф) приставка була вже на останній версії прошивки 8 андроїда, оновлень няких не було, працює все гаразд але деякі програми можуть скачуватися і оновлюватися кілька годин, допомагає лише зупинити процес і почати його заново, тоді все скачується і встановлюється моментально) вдома маю велику плазму до якої підключений ноутбук суто для переглядів фільмів, тому ця приставка мене нічим не змогла здивувати чи навіть більше, я очікував кращого, більшого простору для дій, а отримав відсутність нормального браузера, купа реклами в тих браузерах які зміг знайти і бла бла бла) особисто для себе зрозумів, шо мені приставка ні до чого, Хрому з Adguard на неї нема, а танцювати з бубном і шукати в неті підходящі версії і ставити через флешку окремим APK ця зайвий головний біль) Зі стабільністю підключення і роботи, проблем нема, тому якшо вам дійсно треба приставка, можете сміло брати цю, лагів абсолютно ніяких не замітив, 2 гіга оперативки все таки своє дає) ",
        "sens": "pos"
    },
    {
        "text": "Як налаштувати вай фай ? Пише , що в даному регіоні немає доступу .",
        "sens": "neut"
    },
    {
        "text": "Користуюсь рівно рік. Розмістив у ній Canon EOS 4000 BK з кітовим об'єктивом 18-55, додатковий акумулятор з зарядним пристроєм, спалах Meike 930II та запасні карти пам'яті. Сумка задовольняє на 100%. ",
        "sens": "pos"
    },
    { "text": "немає", "sens": "neg" },
    { "text": "Гидко - Розетка не зазначає країни виробництва.", "sens": "pos" },
    { "text": "Мабуть ціна, але якісне не може бути дешеве.", "sens": "neg" },
    { "text": "Незнаю", "sens": "neg" },
    {
        "text": "Після пари днів користування вирішив додати фотографії зроблені з цього чуда. Задоволений.",
        "sens": "pos"
    },
    {
        "text": "Почав зависати ЮТУБ! зайти в обліковий запис гугл не виходить (викидає), скинув заводські налаштування тиждень ютуб працював (але в обліковий запис зайти не виходило, викидалол) зараз знову не працює ютуб (зависає) знову скинув до заводських налаштувань! Оновлено до останьої версії.... ",
        "sens": "neut"
    },
    { "text": "Нормальний шнур ", "sens": "neut" },
    { "text": "Поки що не знайшов!", "sens": "neg" },
    { "text": "Якість збірки, хороша антена, стабільність сигналу", "sens": "pos" },
    {
        "text": "Коли зникає мережа - всі налаштування дати і вай-фаю збиваються. Доводиться переналаштовувати.\n\nЧасто зависає при перегляді ютубу та роботі з гугл-хромом ",
        "sens": "neut"
    },
    {
        "text": "пласмасові застібки,думаю довго не послужать,але в цілому товаром задоволений ",
        "sens": "pos"
    },
    {
        "text": "Акумулятори хороші купував для електро викрутки, заряд тримають добре ",
        "sens": "neut"
    },
    { "text": "Яке кріплення підійде до цього телевізора?", "sens": "pos" },
    { "text": "Ціна порадувала", "sens": "pos" },
    {
        "text": "Дві з чотирьох доданих в \"подарунок\" батарейок виявились сівшими.",
        "sens": "neg"
    },
    {
        "text": "Доволі шумно працює мотор фокусування. Можливо це тільки в моєму екземплярі, якщо у когось теж є така прікрість, прошу написати.",
        "sens": "neg"
    },
    { "text": "Дуже компактна і зручна камера з якісним зображенням і звуком", "sens": "pos" },
    { "text": "В упаковці були повністю заряджені. Обидва заряджаються)))", "sens": "pos" },
    {
        "text": "По промокоду ціна хороша, тому краще взяти кращі( а вони такими являються) і дешевше, ніж на ряд дешевші, за майже туж ціну\nПодивимось як покажуть себе саме з розетки, але зазвичай ця фірма довго служить ",
        "sens": "pos"
    },
    {
        "text": "Я ніколи не думав, що мій старий Філіпс може стати обалдєнним смарттіві. Приставка дала мені цю можливість. Працює добре з діапазоном 2.4 ГГц, щоправда приставка Linksys з Tomato прошивкою. Кабель HDMI штатний не брав, під'єднав старим, якість зображення вище всяких  сподівань. ",
        "sens": "pos"
    },
    {
        "text": "Купував для телевізора 32 дюйма.кронштейн дуже чудовий,підійде і для більших телевізорі. ",
        "sens": "neut"
    },
    { "text": "сподобався екран, працює швидко, непогано звучить", "sens": "pos" },
    { "text": "Ціна відповідає якості! ", "sens": "neut" },
    { "text": "Поки немає", "sens": "neg" },
    {
        "text": "Купляв телевізор щоб мати змогу дивитись цифрові канали які пропонує місцевий провайдер кабельного телебачення, але... Як виявилось не все що в описі написано відповідає дійсності. Для прикладу тюнера DVB-C я не знайшов ао саме він відповідає за пошук цифрових каналів. Питання до представника: у вас в описі написано що є, на фото вказано що є DVB-C, а по факту немає (див. вкладене іото). Як налаштувати цифрові канали якщо провайдер транслює їх DVB-C каналу????\nВиходить я купив телевізор на якому змушений миритись з переглядом каналів не в цифровій якості а аналоговій??? ",
        "sens": "neut"
    },
    { "text": "не помітила", "sens": "neg" },
    { "text": "Не виявив", "sens": "neg" },
    {
        "text": "Придбав днями цей стабілізатор. І одразу отримав неприємну проблему. Під час запису відео osmo просто \"відвалюється\" від блютузу телефона. Відео при цьому не зберігаються. Доводиться робити реконнект. Сьонодні знімав концерт доньки. Був злий, як чорт. Це ґлюк чи брак? В чому проблема та чи можна це якось вирішити? Телефон самсунг s8.",
        "sens": "neut"
    },
    { "text": "Не виявлено", "sens": "neg" },
    {
        "text": "Являюся власником цього телика перейшов з Самсунга 7120 \nТут одна проблема зеленивить сильно..особливо замітно на небі і хмарах і це не просто слова це проблема... ",
        "sens": "neut"
    },
    {
        "text": "Вроді непоганий кабель - звук передає нормально, а от якість виконання! При першому відключенні навушників від гнізда корпус (чи захист гнізда, ВХІД 3,5мм) відклеївся і з\"їхав на сам кабель. Недостатки: Ціна, якість виконання.",
        "sens": "neut"
    },
    {
        "text": "Перше з чим зіткнувся це дуже не зручний пульт керування, просто неможливо не дивлячись на нього користуватись право ліво вверх вниз кнопками\nДруге це те що мишка не працює у Ютуб\nТретє це неможливість подключення блютуз колонки чи навушників, бо блютуза немає, як і немає 3,5мм виходу\nЧетверте якісь тормоза при перегляді відео на сайті через вбудований браузер, дотогож на один фільм телевізор кілька разів зависав, а потім перезавантажувався на пустому місці, доводилось знов відкривати фільм\nП'яте у томуж ютуб у додатку, на телевізорі SmartThings, який дозволяє керувати телевізором зі смартфону, неможливо відкрити клавіатуру вводу для пошуку\nШосте це якійсь тормоза при транслюванні контенту на телевізор з функцією на телефоні Smart View з телефону (телефон галакси ноут 10+, роутер теж дорогий), пище щось про слабкий сигнал і тормозить\n\nКоротше я його хотів вже повернути і взяти Philips на андроід, але з муторними відправленнями, потім прийманням рішення 14 діб чи можно його повернути, вирішив не з'вязуватись\nможе якісь оновлення майбутні вирішать частину недоліків\n\nТобто я його не рекомендую ",
        "sens": "neut"
    },
    {
        "text": "Все чудово, рекомендую. Докупила TP-link під rj45, все стабільно. Відео супер, море додатків ",
        "sens": "pos"
    },
    {
        "text": "швидкий і точний автофокус, нормальна швидкість серійної зйомки, гарне відео",
        "sens": "pos"
    },
    { "text": "Зручний пульт", "sens": "pos" },
    { "text": "Країна виробник Китай", "sens": "neg" },
    { "text": "купив 2 місяці назад товаром задоволоней на 5 із 10 ", "sens": "neut" },
    {
        "text": "Днями придбав кронштейн. Задоволений якістю виконання і надійністю, оскільки повісив на нього 55’‘. Поворотний у двох вимірах. ",
        "sens": "pos"
    },
    { "text": "Придивляюся", "sens": "pos" },
    {
        "text": "Через 2 тижні користування, mini-usb став випадати(відходити) з гнізда телефона ",
        "sens": "neut"
    },
    { "text": "Непоганий як за ці гроші ", "sens": "pos" },
    { "text": "Простий і якісний перехідник. Працює без проблем. Рекомендую!!! ", "sens": "pos" },
    { "text": "металевий, високий, хороша вага", "sens": "pos" },
    {
        "text": "Кабель дивний, картинку передає дуже добре і все показує як треба, але чомусь тепер при кожному включенні компютера не ловить wifi, показує що немає зєднання з мережею і для відновлення зєднання треба перезавантажити роутер, або перепідключити wifi usb пристрій в компі. Коли відєднюю цей кабель і залишаю свій другий монітор, який підключений через hdmi при включенні компа wifi ловить зразу. Поняття не маю як це може бути звязано, але так воно є, провіряв не раз) також в налаштуваннях звуку появляється ще один звуковий пристрій з цього кабелю і при підключенні він вмикається як основний, очевидно звук він не видає, тому в налаштуваннях треба поміняти назад на свої колонки. Спробую розібратись ще і добавлю інформацію",
        "sens": "pos"
    },
    {
        "text": "Замовляв цю приставку  ще 23.03.20....до мене передзвонив менеджер з магазину на рахунок замовлення і повідомив що на даний момент приставки не має в наявності ,буде цього тижня в четвер і зразу ж відправлять.....так і не дочекався....скасувавши замовлення це була вже субота....до мене передзвонив менеджер з магазину GTX і повідомов що є до них поступила приставка але не така як є на сайті а модель MECOOL KM 9PRO HONOUR.....так дуже велике побажання для Вас.....ставте товар який відповідає дійсності і його фото....дякую",
        "sens": "neg"
    },
    { "text": "Компактна.", "sens": "pos" },
    { "text": "Не визначив", "sens": "neg" },
    {
        "text": "Телевізором задоволений, але через хвилин 60-70 вимикається. Телевізор тільки пара днів, але протягом двох днів та й сама історія. Фільми дивлюся з зовнішньго накопичувача. Налаштування перевірив: стоїть вимикатися через 240 хвилин. Дуже сподіваюсь на відповідь представника компанії. ",
        "sens": "neut"
    },
    { "text": "Чудовий телевізор, все працює. ", "sens": "pos" },
    {
        "text": "Отримав швидко, в цілому задоволений покупкою.Що правда ютубу я там не бачив, хоча він мені і не потрібен. ",
        "sens": "pos"
    },
    {
        "text": "Нормальний кронштейн, якщо не потрібно регулювати положення TV, то для 40\" просто супер. ",
        "sens": "pos"
    },
    { "text": "Немає.", "sens": "neg" },
    {
        "text": "дуже тендітна річ. \nТрохи піднажати, ламається.\nДесь впустив - легко губиться. \nКраще більш громіздкий, але надійний перехідник з куском дроту між повноцінними розємами USB-мама та microUSB в телефон. ",
        "sens": "neut"
    },
    { "text": "Зображення, звук, брак", "sens": "neg" },
    { "text": "компактна,зручна,яскравий колір в середині", "sens": "pos" },
    {
        "text": "Батарейки в комплекті відсутні, плеймаркет обрізаний, нормального браузера немає, при трансляції на ТВ  через Google home притормажує відео.",
        "sens": "neg"
    },
    { "text": "простота +ціна", "sens": "pos" },
    { "text": "Ціна", "sens": "pos" },
    {
        "text": "Ціна-якість на висоті,очікувати чогось нереального від цього телевізора не варто. ",
        "sens": "neut"
    },
    {
        "text": " Недостатки: Мале січіння , контакти по всьому штекеру хитаються, і ціна для такого кабеля завелика",
        "sens": "neut"
    },
    { "text": "Потребує акуратного застосування", "sens": "neg" },
    { "text": "Добре \"ловить\" сигнал.", "sens": "pos" },
    { "text": "не виявлено", "sens": "pos" },
    { "text": "Працює належним чином ", "sens": "pos" },
    { "text": "Ціна", "sens": "pos" },
    {
        "text": "Рюкзак наче б то непоганий але з заводським браками пошиття !!! Бокова кишеня при відстібнутому замку не відкривається тому, що частина пришита до внутрішньої сторони !!!! Також чохол від дощу також пришитий на краю. Це два заводських браки !!! Rozetka що скажете ?? Сам по собі рюкзак досить міцний і надійний на перший вигляд. ",
        "sens": "neut"
    },
    { "text": "Зроблено не в Україні.", "sens": "neg" },
    {
        "text": "Гарантійний термін відпрацювала без нарікань, але через рік і 4 місяці просто перестала працювати. Вмикалась в середньому 2 раза на місяць на зарядку 2-х акумуляторів AAA Недостатки: За такі гроші швидко зламалась",
        "sens": "neut"
    },
    {
        "text": "Свою функцію виконує. Увага! Для телевізора Samsung  UE22H5610 болти для кріплення з набора не підходять (завеликі); на мій інженерний погляд - 6 дюбелей - це занадто, достатьно 4х; Пластикова кришка, яка покриває кріплення до стіни дуже погано споєктована (або виготовлена) кліпси не замикаються. ",
        "sens": "neut"
    },
    {
        "text": "Програма eshare не знаходить мій телефон, незнаю у чому проблема телевізор і телефон підключені до одного вайфая а в програмі не знаходить телевізор, перепробував з двома телефонами ніде не відображається телевізор, у чому проблема?",
        "sens": "neut"
    },
    { "text": "купив, но ще не одержав", "sens": "pos" },
    { "text": "Картинка дуже добра", "sens": "pos" },
    { "text": "Яскраві кольори", "sens": "pos" },
    {
        "text": "Отримав недавно радіоприймач Panasonic RF-3500. Своєю будовою він подібний на стандартне китайське радіо KIPO, але за якістю і чистотою звуку суттєво випереджає його. Зручно використовувати під час подорожей, приймач простий і надійний. Також важливо, що можна слухати станції на довгих хвилях, зокрема польське радіо на частоті 225 кГц. Інші хвилі також звучать достойно.\n     Я не перший раз користуюся послугами інтернет-магазину Rozetka.ua. Тут завжди швидка обробка замовлення і доставка на протязі декількох днів, якісна упаковка товару.\n     В цілому покупкою задоволений. Погано те, що Panasonic RF-3500 дає лише високі або низькі тони. Було б добре добавити ще один маленький динамік, щоб звучали високі і низькі звуки одночасно. Також немає стерео звуку, навіть навушник чомусь грає тільки один. Ну і ціна вдвічі вища, ніж потрібно. Останнім часом приймач взагалі зник з продажу. ",
        "sens": "pos"
    },
    {
        "text": "Корпорація Добра навіть свій браузер Хром не може випустити для власної операційної системи, ШЕЙМ, ШЕЙМ, ШЕЙМ =) Притензії є тільки до Google i Androіd TV, Xiaomi зі своєї сторони випустили якісний продукт, який має все необідне, для прикладу Miracast, якого немає в багатьох китайських приставках)",
        "sens": "neg"
    },
    {
        "text": "Смарт ужас, якщо стандартні додатки висунуть,то смислу завантажувати ще якісь немає,підключив мишку теж саме все висне,користуватися нереально,зато Ютуб дивитися все нормально ",
        "sens": "neut"
    },
    {
        "text": "Купив відеокарту INNO3D PCI-Ex GeForce GT 710 LP 1024MB DDR3 (64bit) (954/1600) (DVI, VGA, HDMI) (N710-1SDV-D3BX) на ПК. Чи підійде даний кабель для підключення на телевізор KIVI 40UR50GU Gray. На ПК вихід HDMI - на телевізорі теж HDMI. Чи буде нормальним зображення? Чи можливо ынший кабель порекомендуєте?",
        "sens": "neut"
    },
    { "text": "Простенький", "sens": "neut" },
    { "text": "#моєрозпакування ", "sens": "pos" },
    { "text": "На 1.8 мило", "sens": "neg" },
    {
        "text": "Брала його під зарядку Енелоп про 2500. Використовую в вспишці. Ніколи не заряджає до кінця. Завжди одна палочка відсутня коли вставляю в вспишку. Розчарована( ",
        "sens": "neut"
    },
    { "text": "Антена класна, ставлю 5 балів", "sens": "pos" },
    {
        "text": "Придбав камеру, відразу встановив програму для камери на смартфон, при синхронізації попередило, що є оновлення прошивки, скачав, встановив, і після цього оновлення не можна дивитися відео на камері через смартфон не завантаживши його через wifi на телефон, вибиває помилку прошивки. ",
        "sens": "neut"
    },
    {
        "text": "Брати тільки по акції, за повну ціну можна купити кращі від інших виробників. ",
        "sens": "neut"
    },
    {
        "text": "якщо знімати відео в аквабоксі - камера запотіває, бо сильно гріється. якість зйомки при 1080p так чіткості немає, якщо рухати камерою при зйомці відео то картинка буде плавна, але чіткості яку хочеш отримати від від 1080 - немає. Для не сильних вимог підходить, але якщо хочете справді якісне віде, доведеться витратити від 300 доларів. ",
        "sens": "neut"
    },
    { "text": "не працює", "sens": "neg" },
    {
        "text": "Стабільна робота, все елементарно і інтуїтивно просто в користуванні, пультом можна навчитися користуватися за 5хв, голосове управління з пульта(пошук) працює як годинний, на жаль використати це в повній мірі немає можливості) мій телефон LG автоматично находив приставку і пропонував підключитися, вивести зображення з телефона на телевізор не викликало ніяких незручностей)",
        "sens": "pos"
    },
    { "text": "Чудовий професіональний фотоапарат. Покупкою дуже задоволений.", "sens": "pos" },
    {
        "text": "Кронштейн з надійного металу, відчув це, коли розсверлював отвори 5мм під болти М6. Приємно вразило присутність рівня в комплектації) ",
        "sens": "pos"
    },
    {
        "text": "Камера викликає змішане враження. Дуже компактна, гарно стабілізує. Якість зображення також непогана. Однак повноцінне використання, як на мене, потребує докупівлі аксесуарів. Вбудована батарея теж певний мінус. Проте головною причиною, чому я на 2-й день повернув камеру, стало те, що мій екземпляр видавав власний шум, звук якого був чітко чутний на відео, знятому в тихому місці. Треба віддати належне Розетці, все оформили без будь-яких заперечень (тому тут і купую) і зараз очікую повернення коштів на картку. Насправді, думаю дати камері ще один шанс і замови тут ще одну, аби лише не повторилася історія з шумом. ",
        "sens": "pos"
    },
    {
        "text": "Збірка посередня, від логітеху чекав кращого, є незначні зазори і легке поскрипування при стисканні, хтілося б щоб була більш важча і монолітна), хоча клавіші нажимаються чітко і до роботи тачпаду також нема зауважень. Зручна клава, саме для смарт тв, лежиш на дивані а під рукою і клавіатура і мишка. Впринципі, як на ціну по блек фрайдей - задоволений. Підключив до смарт тв самсунг 2017року, нічого налаштовувати не потрібно, вставив юсб модуль і все, в е-мануалі телевізора написано які клавіші відповідають за функції тв, все працює. Але є один великий мінус, в додатку ю-туб, а я її купляв на 90% для нього, вона не працює, ну тобто друкувати не можна а тільки стрілками по екранній клаві переміщатись. В мегого, в plex, в браузері працює, а you tube ні (.Не розумію чи то проблема додатку, чи нема підтримки даної клави. І 2-ий мінус, це те що в мене чомусь добавлено 3 мови, а при переключенні шіфт+альт перемикаються по колу тільки 2-і, хоча при використанні екранної доступні всі 3-и.  Так само є незручність, що по замовчуванні встановлена українська, і при вводі паролів, ніде не відображається активна мова, тобто треба перемикатись на осліп. ",
        "sens": "neut"
    },
    {
        "text": "Раніш данний штатив був трішки кращої якості . Але для телефона норм . Дитина задоволена . ",
        "sens": "neut"
    },
    {
        "text": "Підключив до фотоапарата, все запрацювало.\nПоловина доданих в комплект батарейок ААА сівша. ",
        "sens": "pos"
    },
    {
        "text": "Просто хороший кабель - ціна + якість, зображення передає практично на відмінно! ",
        "sens": "pos"
    },
    {
        "text": "Купляв у «Розетці», але на жаль виявилась замала діагональ тому позвонив на «Розетку» щоб обміняти на дорожчий з моєю доплатою поки не пройшло 14днів. І тут мене вразило відношення «Розетки» до своїх клієнтів! Приймуть назад товар якщо наклеєні плівки! Але ж на ньому як я отримував не було ніяких плівок, телевізор був в коробці в поліетиленовому мішку і пінопласті! Коробка до мене приїхала розпакована і заклеєна скотчем. В комплектації телевізора не вказані ніякі плівки тому не думав, що потрібно було відмовитись від отримання замовлння на пошті через іх вісутність. Виходить так, що їх цікавить клієнт поки не заплатив грошей! А далі я просто відчув себе обманутим, і це при умові що я просто хотів поміняти на більший і дорожчий!!! Шеодую що отримав вчора від них телевізор за 20000грн, і не впевнений що отримаю замовлення яке зараз на відділенні у нас за 3700грн! З таким сервісом пропало бажання мати з ними справу! Будьте уважні і сто разів подумайте чи варто мати діло з «Розеткою» ",
        "sens": "neut"
    },
    { "text": "Довжина", "sens": "pos" },
    { "text": "Чудове просте кріплення. ", "sens": "pos" },
    {
        "text": "Достатня довжина = стандартному кабелю. Хороша якість за невелику ціну",
        "sens": "pos"
    },
    { "text": "ціна", "sens": "pos" },
    { "text": "Гидко - Розетка не зазначає країни виробництва. ", "sens": "neg" },
    { "text": "Малі елементи живлення.", "sens": "neg" },
    { "text": "не виявлено, як для такої ціни", "sens": "neg" },
    {
        "text": "Приставка дуже посередня за якістю, повільна, прошита під російський ринок. України немає в переліку країн для онлайн-контенту. Ютьюб і Мегого тільки зазначені - не запускаються. Пошук в Ютьюб наявний лише англійською мовою і видає помилку результатів, те ж саме зі списком збережених каналів і категоріями відео - помилка. Фільми в Мегого наявні, але не запускаються. Про всяк випадок, вай-фай підключився без проблем, інтернет швидкісний, сигнал напряму 10м - проблема не в цьому. При натисканні клавіши «назад» в розділі онлайн-контенту відбувається повний вихід з меню, а не повернення на крок назад, як на решті вкладок.\nПрийшов пульт з пошкодженням поверхні і без батарейок.\nВисновок: приставку купувала для можливості перегляду онлайн-контенту, вона цю задачу не виконує\nЯк можна повернути? ",
        "sens": "neut"
    },
    { "text": "немає", "sens": "neg" },
    {
        "text": "Купляв не в Розетці. Якість кабелю досить хороша. Брав щоб підключити відеокарту Radeon X1950Pro з монітором Asus VZ249HE https://hard.rozetka.com.ua/ua/asus_vz249he/p28129137/\nРозширення дійсно було FullHD (1920х1080), проте зображення було не на весь екран (рамки були близько 5-7 см з кожного боку). Додатково встановлені драйвера та пошук налаштувань в моніторі не допомогли.\nПри підключенні VGA кабелю все стало на свої місця і розширення збільшилося ",
        "sens": "pos"
    },
    {
        "text": "На другий день роботи періодично (може бути через 5 хвилин, а може і частіше ) почала зникати картинка і звук - на 1-2 секунди, і знов показує. Отримав 15 березня, відправив назад  у службу сервісу 18 березня - і досі чекаю відповіді. ",
        "sens": "neut"
    },
    {
        "text": "За цю ціну підійде... але рекомендую такий варіант тим хто повісив і більше не буде чіпати тв. Бо якщо щось підключати (кабеля і т.д.) то не зручно. ",
        "sens": "neut"
    },
    { "text": "Немає.", "sens": "neg" },
    { "text": "Відсутній повноцінний мануал в жодному вигляді.", "sens": "neg" },
    { "text": "Телевізор підійшов, легкий у користувані і підключені ", "sens": "pos" },
    {
        "text": "Все працює, заряджає як і ті акумулятори, що йшли у комлекті, так і інших виробників без проблем. Помірний струм заряду дає можливість більш точно зарядити акумулятори та не перегрівати їх.",
        "sens": "pos"
    },
    {
        "text": "В цьому телевізорі все чудово і різнокольорово) чорний колір - чорний, звук бомба. Розмір 43. За такі гроші незнаю чи знайдете щось краще.",
        "sens": "pos"
    },
    { "text": "збірка, гучність, ловить багато українських FM-хвиль", "sens": "pos" },
    { "text": "Гидко - Розетка не зазначає країни виробництва.", "sens": "neg" },
    { "text": "Відсутні.", "sens": "neg" },
    {
        "text": "Не підійшли болтики для кріплення самого тел до кронштейна,купляв окремо, не нахиляеться тел :-(",
        "sens": "neg"
    },
    { "text": "не виявлено", "sens": "neg" },
    { "text": "Хто виробник????\nРосія", "sens": "neg" },
    { "text": "-", "sens": "pos" },
    {
        "text": "Об'єктив хороший, легкий, але трохи милить, та не завжди попадає в різкість) ",
        "sens": "neut"
    },
    { "text": "---", "sens": "neg" },
    {
        "text": "Все працює без проблем, додаткових танців з бубнами не потрібно було робити!)",
        "sens": "pos"
    },
    {
        "text": "Купив камеру ,станом на середену вересня була ревізія z26l  перші партії ,в яких в поганому освітленні картинку ділить пополам ",
        "sens": "neut"
    },
    { "text": "На ютубі відео максимум 720p, як включити 1080p? ", "sens": "neut" },
    {
        "text": "Радіоприймач Panasonic RF-3500E9-K у своїй категорії - добротний пристрій.\nЯ його придбав для прослуховування улюблених FM-радіохвиль на кухні. Зважаючи на відгуки покупців, гадав, що звук до 6 (після якого, за відгуками, приймач повинен був хрипіти) буде достатній для цього. Помилявся. Спочатку збавив до 4-ки, потім 2-ки, 1-ки, ... а він все рівно видавав досить чутний звук. Зараз, сиділи з дружиною на кухні, спілкувалися - повинен був взагалі збавити до 0,5 - щоб не перебива нас :)\nЗ приводу пошуку хвиль і тримання їх - також респект. Перед цим користувався радіоприймачем на магнітолі Sharp. Також видавав потужний густий стереозвук, але ловив, буквально, кілька хвиль нашого українського радіоефіру - на відміну від цього дрібного, але голосистого моноприймача. Ще, відверто, чим підкупив - своєю класичністю і добротністю збірки: відчутний у руках за масою, ніяких зайвих опцій, все строго класично. Пошук оптимальної частоти знайденої радіохвилі полегшується тим, що є індикатор який починає світити - тим сильніше чим кращий прийом. Велика і також важка антена, а не така, що майже із фольги - як у \"китайців\". Взагалі, про китайців - окрема тема. Між Sharp (який вийшов з ладу після 30-річної експлукатації) і цим новим Panasonic, я необачно придбав на Розетці з тією ж метою барахло від Golon... Без коментарів... Просто хочеться перейменувати в Galim :( ",
        "sens": "pos"
    },
    { "text": "Нема нормального плеймаркета, тільки з АРК. Пульт взагалі ніякий", "sens": "neut" },
    {
        "text": "Звук посередній, дешеві колонки звучать краще, так що концерти на ньому слухати не вийде. Netflix не підтримується , картинки в описі товару не відповідають дійсності. Megogo - працює , телеканали вийде переглянути, та й YouTube ніхто не відміняв. ",
        "sens": "neut"
    },
    { "text": "Немає", "sens": "neg" },
    { "text": "Розмір, стабілізація, якіссть картинки", "sens": "pos" },
    { "text": "НЕМАЄ", "sens": "pos" },
    { "text": "Не працює Netflix", "sens": "neg" },
    {
        "text": "На мій погляд основною проблемою цієї камери є програмне забезпечення.\nЯ встановив Yi Action програму з офіційного сайту на андроїд телефон для того щоб можна було налаштувати камеру і подивитися в реальному часі що знімає камера, так як в камери немає свого дисплею.\nТак ось, ця програма працює не коректно, а саме:\n1 Програма підключається до камери не з першого разу.\n2 Оновлення завантажуються до 80 відсотків, а потім нічого не відбувається.\n3 Не можливо авторизуватися у програмі щоб завантажувати свої відео. Помилка \"App Not Setup\"\nЩе є деякі незначні недоліки пов'язані з програмним забезпеченням про які я не буду писати.\n\nОсновна ціль, для чого я купував цю камеру - це запис коротких відео для себе. Камер з цим завданням справляється. Звук чистий, на відео можна побачити в нормальній якось те що я знімав. ",
        "sens": "neut"
    },
    {
        "text": "Хороша камера, нічого не глючить. реальних 60 кадрів в секунду. Відсутність власного екрану не є проблемою в більшості випадків. Найбільшим недоліком я вважаю тихий звук. він не глухий, а саме тихий. ",
        "sens": "neut"
    },
    { "text": "не виявлено", "sens": "neg" },
    {
        "text": "Брав для мами (200 км до Києва,80 - до Черкас). Відтестував на місці. На довгих \\ середніх \\ коротких хвилях українські станції фактично відсутні, більше італійці, китайці, араби, радіо Ватикан, якісь московські станції... Зате на ФМ виловив цілий оберемок, із них 10-12 - дуже впевнено (і Українське радіо, ясна річ, і радіо НВ. і т.д. і т.п.). Щоправда, Радіо Промінь, котре із ностальгійних мотивів хотів би почути, в установлені виробником діапазони не вписалося (ну, про це десь було уже тут в коментарях). Гучність, простота користування для кінцевого користувача - цілком. ",
        "sens": "pos"
    },
    { "text": "Краще дивитись телік в режимі Спорт", "sens": "neg" },
    { "text": "Доставлений в пінопластовому кейсі.", "sens": "neg" },
    { "text": "Ціна", "sens": "neg" },
    {
        "text": "Питання до представника компанії, протестував камеру у всіх режимах і в режимі запису 2704 x 1524 (2,7K), 30 кадров/с камера на 2-х хвилинах зависає при будьяких додаткових налаштуваннях, само собою відео не зберігається взагалі або в якомусь дивному форматі в 0Kb.\nЩо мені робити? Здавати її в магазин? Чи можливо перепрошити на стабільніше ПО(якщо є така можливість)? ",
        "sens": "neut"
    },
    { "text": "не виявлено", "sens": "neg" },
    { "text": "Товар бракований", "sens": "neg" },
    {
        "text": "не працює функція автозапуск останньої програми, тормозить, відсутність Bluetooth",
        "sens": "neg"
    },
    {
        "text": "Розсинхронізація звуку при підключці до мегого. Підкажіть будь ласка а чому прошивка «обновлена» не підтягується автоматично? Залийте її як офіційну прошивку. Дайте зсилку, номер телефона за яким можна звернутися по техпідтримку ",
        "sens": "neut"
    },
    { "text": "поки що не зауважив.", "sens": "neg" },
    {
        "text": "Проробив кілька днів, пропав сигнал і тв не знаходе каналів, роблю сброс до заводських і автопошук - тільки тоді знаходе. Через кілька днів аналогічна ситуація. Що робити, нести в сервісний центр ? ",
        "sens": "neut"
    },
    { "text": "не виявив", "sens": "neg" },
    { "text": "Не могу подключить. ", "sens": "neut" },
    {
        "text": "Чудова річ за свої гроші. Компактний, у складеному виді чудово входить у типовий рюкзак. Є рівень для виставлення девайса. Порадував металевий мех для кріплення девайса. Із мінусів може лише підмітити, що на одній із ніжок один із 3 зажимів дуже складно затискає лапку. Треба докласти великих зусиль. Поки не зламалася, але кожен раз як останній)\nА заг шт кльова. Рекомендую ",
        "sens": "neut"
    },
    {
        "text": "Трохи і завелика, вирішили зробити більшою щоб точно всі фотіки влазили, але мій кулпікс в ньому трохи балтається Недостатки: розмір!!!",
        "sens": "neut"
    },
    {
        "text": "Якість, вартість, наявність сервісного центру, бренд зареєстровано в Україні.  Відповідає всім вказаним виробником характеристикам.",
        "sens": "pos"
    },
    { "text": "Не працює Netflxi ", "sens": "neg" },
    { "text": "Кабель як кабель,зручний в підключені. ", "sens": "pos" },
    { "text": "Звук", "sens": "neg" },
    { "text": "Все ОК", "sens": "pos" },
    { "text": "Багато функцій в хорошій якості,зручний пульт.Компактна.", "sens": "pos" },
    {
        "text": "Для подорожі дуже зручна, знімається вилка, стає ще меншою , дуже зручно перевозити.\nКоли заряджається діоди світяться зеленим, якщо процес заряджання закінчився - не світяться . ",
        "sens": "pos"
    },
    { "text": "Не був укомплектований сумкою чохлом для транспортування", "sens": "neg" },
    { "text": "Працює!!!", "sens": "pos" },
    {
        "text": " Недостатки: Мале січіння , контакти по всьому штекеру хитаються, і ціна для такого кабеля завелика",
        "sens": "neut"
    },
    {
        "text": "Менеджер працює дуже якісно і швидко - вже на наступний день, після замовлення, штатив був у мене. Все гарно запаковано в картонній коробці + поліетиленова упаковка, в комплекті є міцний чехол. Купив 2 тижні тому. Все працює так як треба. На даний час штатив мої очікування виправдав, за таку ціну - все чудово. ",
        "sens": "pos"
    },
    { "text": "все таки ксеомі як в телефонах звук поганий так і у всіх решта ", "sens": "neg" },
    { "text": "чому зеленi на 22 грн дорожче бiлих ? ", "sens": "neut" },
    {
        "text": "Це предирство із моєї сторони але - трішки шумно перемикають клавіши пуста",
        "sens": "neg"
    },
    {
        "text": "Була в використанні 5 років. Сьогодні вмерла, просто не відповідає. ",
        "sens": "neut"
    },
    { "text": "нема", "sens": "neg" },
    { "text": "Хороший радіоприймач, мама задоволена.", "sens": "pos" },
    {
        "text": "Телевізор хороший,простий у використанні,картинка чудова але не без нюансів:1 що розчарувало пульт у комплекті не меджик ремоут,а пишуть зовсім інакше.2 більш суттєве це засвіти зліва внизу екрана,і зразу відповідаю представникам це не є нормальним дивлячись на темну картинку бачити 4 пятна,я спеціально дивився на других телевізорах різних марок і там такого чомусь нема",
        "sens": "neut"
    },
    {
        "text": "Акумулятором задоволений повністю. Питань немає. Але ось ті батарейки, що додані в якості подарунку - то просто ганьба. Навіщо \"дарувати\" непотріб? В принципі мені вистачило б і акумулятора. Подарункові батарейки, щойно поставлені в налобний ліхтар, видали ледь помітне світло. Я розумію, що вони не брендові, та міг би пояснити малу ємкість, але не відсутність належного заряду. ",
        "sens": "pos"
    },
    { "text": "Легкий, компактний але виглядає міцним", "sens": "pos" },
    {
        "text": "Товар на трійку.  На такий агрегат ціна завищена.  Нарантіфного талона не має,  чека про оплату не має,  тєлік розпакований. Таке відчуття що  це шарашкіна контора,  яка продає у подворотнях ",
        "sens": "neut"
    },
    {
        "text": "Просідає по вертикалі під навантаженням, про що не сказано в документації.",
        "sens": "neg"
    },
    { "text": "Поки не помітили недоліків,користуємось всього 1 день!", "sens": "neg" },
    {
        "text": "Прекрасний товар.\nКупляли як подарунок.\nУсі довольні і сервісом доставки і телевізором",
        "sens": "pos"
    },
    { "text": "Високий", "sens": "pos" },
    { "text": "Швидкість у роботі,малі габарити та українська мова.", "sens": "pos" },
    { "text": "Легкий у користувані , підключині", "sens": "pos" },
    { "text": "На кропнуту камеру фокусна відстань великувата", "sens": "neg" },
    {
        "text": "Телевізор в цілому не поганий. Якість зображення нормальна. Слабенький процесор і мало пам'яті - це фактори швидкості реагування на команди управління телевізором. Супутникові канали знаходить без проблем, але видалити \"лишні\" неможливо. Звук \"такий собі\", на \"трієчку\". На екрані по краях є кілька \"засвітів\". Пульт під час натискання кнопки гучненько \"покає\". Кнопки туговаті, довго не поклацаєш, пушки болітимуть. ",
        "sens": "neut"
    },
    { "text": "якість хороша. ", "sens": "neut" },
    {
        "text": "звук міг би бути кращий, нема нетфлікс, заглючив на 2ий день, хоч не критично",
        "sens": "neg"
    },
    { "text": "Не заповнений гарантійний талон", "sens": "neg" },
    { "text": "Тембр звуку високий або низький, немає стерео, неадекватна ціна.", "sens": "neg" },
    { "text": "Нема", "sens": "neg" },
    {
        "text": "Не можу знайти підключення по блютузу,представник компанії панасонік де налаштування блютуз? ",
        "sens": "neut"
    },
    {
        "text": "Хороча чіткість зображення\nСмартТВ придатний лише для перегляду Ютубу. Але не факт, що і Ютуб буде працювати через пару років. Таке вже було з телевізорами Самсунг до 12 року випуску в яких навіть Ютуб перестав працювати на Смарт ТВ ",
        "sens": "neut"
    },
    {
        "text": "Приставка хороша. Маю дві, Сяомі і сьогодні запустив цю. Поки політ нормальний. Питання до представника - 1. як змінити тему?\n Пункти виділяються сірим на чорному фоні-ви серйозно? З двох метрів вже нічо не видно!\n\n2. Скільки вартує пульт? \nВін занадто \"китайський\" зламати його пополам на раз-два. \n\n3. Хто робив технічний дизайн?\n Розьєм для SD придумав школьнік, но не інженер, карточка \"стирчить\" і хоче за щось зацепитися і випасти) \n\n4. Коли будуть оновлення? \nДавайте вже оновлення, бо з 8гб доступно 4 і ті забиті софтом по замовчуванню на 1гб, а карту не бачить. ",
        "sens": "neut"
    },
    { "text": "Звук", "sens": "neg" },
    {
        "text": "Приставка супер робить все нормально і після оновлення до 9 версії. На даний час кращої приставки не має. Робить все шустро. Рекомендую. ",
        "sens": "pos"
    },
    {
        "text": "Ну що...купив я даний телевізор,підписка безкоштовна,але встановити Мегого не можливо на даний телевізор...або якщо можна то підкажіть як?\nТоді зміню свою думку ",
        "sens": "neut"
    },
    {
        "text": "Перевірив на зарядно розрядному пристрої Sky RC 3000.  Акумулятор не відповідає заявленим характеристикам.  Повністью заряджений акумулятор  до 4.2 В  розряджав що 3 В струмом 0.5А.  В результаті  2900 замість вказаних 3350 мА-г.  Але це не така велика біда, як його внутрішній опір в 75 мОм ,  з таким значенням він буде сильно грітись при великих токах. ",
        "sens": "neg"
    },
    {
        "text": "Купував перехідник із hdmi на vga))) Потрібно зразу купляти батарейки , пальчики до пульту !!!",
        "sens": "neg"
    },
    {
        "text": "ужасний звук, як не регулював настройками, кожного разу гірше. якщо ставити на ножки , то має бути широкий стіл, ножки по самих краях, трохи не зручно, краще б платформа була по центру!",
        "sens": "neg"
    },
    {
        "text": "В комплекті до камери йде так званий \"водонєпроніцаємий бокс\". Приїхав у відпустку, сховав в нього камеру, познімав на глибині півметра секунд 20, витягнув на сонце - в районі об'єктива затуманилось. Просушив, знову закрив, занурив, познімав хвилину - вже не туман, а краплі всередині. Все що думав знімати під водою пройшло боком.\nПитання до \" Розетка\" - як його обміняти, якщо він продавався разом з камерою? Так з камерою, кришкою і акумом відправляти вам, чи окремо? ",
        "sens": "neut"
    },
    { "text": "немає", "sens": "pos" },
    {
        "text": "Співробітникам Розетки необхідно всеж таки перевіряти якість товару перед видачею його клієнтам. Я розумію, що остаточна перевірка якості залишається за клієнтом. ",
        "sens": "neut"
    },
    { "text": "Для тел. з діагоналю 32 підійшло, міцний метал кронштейна.", "sens": "pos" },
    {
        "text": "Доброго дня, чому може не знаходити жодних каналів, як та т2 так і на супутнику??? ",
        "sens": "neut"
    },
    { "text": "Wi-fi працює добре.зображення", "sens": "pos" },
    {
        "text": "За такі гроші хочеться кращих фото. Можливо не розібрався в налаштуваннях... ",
        "sens": "neut"
    },
    { "text": "Нормальний телевізор ", "sens": "neut" },
    {
        "text": "Купили ТВ Philips 32PFS5823/12 в січні. Коли зібрались вішати на стіну, виявилось, що на задній стінці ТВ лише 2 отвори для кріплення (а кронштейн має 4 точки фіксації і за характеристиками має підходити до даного ТВ). Порівняли фото задньої стінки ТВ на Вашому сайті з фактичним виглядом - абсолютно відрізняється. Чому на нашому ТВ відсутні ще 2 отвори і вигляд взагалі не співпадає з моделлю, яку ми замовляли? Нижче фото нашого ТВ з маркуванням моделі.",
        "sens": "neut"
    },
    { "text": "Досить часто привісає, що засмучує. ", "sens": "neut" },
    { "text": "Карта як карта, нічого ткого. Головне працює. ", "sens": "neut" },
    {
        "text": "мій провтик з форматом СД, на почті із-за спешки не встиг оглянути, тепер валяється вдома",
        "sens": "neut"
    },
    {
        "text": "Делікатні фіксажі-кріплення з пластику, який не викликає довіри. Одним словом - делікатно! І тільки так користуватися цим штативом.",
        "sens": "neg"
    },
    {
        "text": "Купила, включила, сама налаштувала 40 каналів тв у форматі т2. Колір, звук гарний. \nПроблема прикрутити ножки до телевізора. Не закручуються шурупи, хитається корпус телевізора! ",
        "sens": "neut"
    },
    { "text": "Удобно ", "sens": "pos" },
    { "text": "Компактна ззовні, містка в середині. Міцний матеріал.", "sens": "pos" },
    {
        "text": "Добрий день. В мене виникла проблема всі відео показує максимум в 720, хоча телевізор full hd. Як це виправити? ",
        "sens": "neut"
    },
    {
        "text": "Працює. Приїхав чуток розряджений, але швидко підзарядився. Дякую. ",
        "sens": "pos"
    },
    { "text": "Краще взяти кабель хдмі - дві. ", "sens": "neut" },
    {
        "text": "10 місяців працювала в телефоні нормально, а потім в один прекрасний день телефон не зміг розпізнати флешку. Спробували в інший пристрій - те ж саме. Ноутбук показує, що вміст носія пошкоджений. А там більше 1000 фото, доступ до яких може бути втрачений назавжди. Тепер сиджу і думаю, чи рекомендувати мені даний товар? ",
        "sens": "neut"
    },
    { "text": "треба трошечки *допилювати* руцями  )", "sens": "neg" },
    {
        "text": "Частично робочий шнур. Часто бувало що екран на декілька секунд ставав чорним(мабуть відключався) - коли поправляв шнур - тоже блимав чорник і потім ставав нормальним, також інколи на чорному/сіроватому фоні були червоні артефакти. Боявся, що проблема в моніторі чи відеокарті, але купивши хороший HDMI кабель від Ugreen в 2 раза дорожче(нажаль на Розетці немає такого) - все запрацювало відмінно, ніяких чорних екранів на декілька секунд чи артефактів на чорному фоні немає, навіть якщо торкатися HDMІ кабелю. Отже, якщо вам потрібне дешеве рішення на короткий термін - можете брати. Але скоріше всього мені просто попався брак, відсилати назад не буду, тому що пересилка буде коштувати як сам товар, а ще брак може не підтвердитись в сервісному центрі, всяке буває. ",
        "sens": "neut"
    },
    { "text": "немає", "sens": "neg" },
    {
        "text": "Загалом за ці гроші непоганий товар. АЛЕ розмір невірний. Штатив менше метра приїхав, що зле, бо я розраховувала на обіцяні 125 см. \nЙого дуже легко зламати, пластим мякий і нестійкий. З іншої столрони в неповному розкладанні зі стола знімати можна. ",
        "sens": "neut"
    },
    { "text": "норма за такі гроші ", "sens": "neut" },
    {
        "text": "Наче непоганий телевізор. Але від Мегого зависає намертво...\nПитання до представників Hisense. Оскільки це критична проблема, чи буде вона вирішена? ",
        "sens": "neut"
    },
    { "text": "Поки нема", "sens": "neg" },
    {
        "text": "Брали разом з тюнером до Т2, при підключенні тюльпан в тюнер scart в телевізор сигналу нема, але якщо навпаки то все працює\nНе раджу купувати!!Але якщо у вас руки з правленого місця то паяльник в руки, розпіновку в гугл, і  паяєм!! ))))) ",
        "sens": "neut"
    },
    {
        "text": "Заряджає, отж напевно не підтримує, з ним купив ще дешевий китайський, через нього флешку пристрої бачать, а через цей ні. ",
        "sens": "neut"
    },
    {
        "text": "Нормальний кронштейн.Нічого особливого в ньому немає.Кріплення звичайне.Поставив і забув. ",
        "sens": "neut"
    },
    { "text": "7 місяців користуюсь і все норм ", "sens": "neut" },
    {
        "text": "- Дуже гучний, круто працює зі смартфонами, відтворення музики через блютуз, плейліст можна складати з декількох смартів одночасно.\n\n- ДУЖЕ короткий діапазон низьких частот, у мене в навушниках від телефону басів більше аніж в цьому муз.центрі. \n- Взагалі незрозуміло навіщо важіль \"Party accelerator\". Від нього немає ніяких ефектів, просто \"бахкає\". \n- Підсвітка працює, але ледь-ледь в такт музиці. Іноді здається що просто блимає як заманеться(Не розумію, чому не можна було зробити нормальний графічний еквалайзер)), \n- Якісь ді-джей-еффекти(один раз покрутив, поплювався і тепер намагаюся не торкатись, щоб не псувати музику). \n- Іноді сам по собі вимикається через 4-5 годин роботи. Особливо бісить, коли дивишся фільм, і раптово пропадає звук. Думав, випадково ввімкнув сліп-режим, але ні, він вимкнутий.\n- В комплекті немає нормальної інструкції з використання, де описані всі режими роботи. ",
        "sens": "neut"
    },
    { "text": "Малий радіус виявлення Wi-Fi мереж.", "sens": "neg" },
    {
        "text": "Клас не відповідає заявленому. Тягне тільки на 4-5, але аж ніяк не на 10 ",
        "sens": "neut"
    },
    { "text": "Зауважень немає!)", "sens": "neg" },
    { "text": "нема", "sens": "neg" },
    {
        "text": "Підбирали по фото на сайті. Вирішили взяти саме такий з боковим вирізом під регулювання, та з отворами під монтаж на саморізи. \nВ результаті прийшло, як з огляду - немає суцільного бокового вирізу, монтаж під дюбелі. Недостатки: Фото на сайті не відподає дійсності.",
        "sens": "neut"
    },
    { "text": "потік у ліхтарику", "sens": "neg" },
    {
        "text": "Замовив і був задоволений. Простий телевізор, без наворотів, легке меню налаштування. Доставили за два дні, оперативно, дякую розетці. ",
        "sens": "pos"
    },
    { "text": "норма за такі гроші ", "sens": "neut" },
    {
        "text": "Використовуємо батарейки для дитячих іграшок, реально довше усіх марок тримають дюрасел. І в порівнянні з Вартою, в разів так 5 довше. Для дитячих іграшок немає сенсу брати щось інше. Недостатки: Ціна",
        "sens": "pos"
    },
    {
        "text": "2 питання до виробника або до компетентної людини:\n\n1. Цей саб можно не вимикати на ніч кнопкою on/off?\nВін може постійно залишатися ввімкненим?\n\n2. Якщо я виставив рівень гучності на самому сабі, то при зміні гучності на ресивері останній буде автоматично підтримувати потрібну пропорцію, чи разом зі зміною на ресивері потрібно постійно крутити регулятор і на сабі? ",
        "sens": "pos"
    },
    {
        "text": "купив цю АКБ 24.12.19, вставив у ліхтар, включив-все працює, потім ще пару разів включав ліхтарик короткочасно для перевірки на дальність. 29.12.19 спроба включтити ліхтар-не включається, виймаю АКБ, а вона вся в якійсь рідині. Добре,що ліхтар лежав на боці і плату не встигло залити. Питання до Розетки: чи можна в цьому випадку замінити на нову, чи повернути гроші? ",
        "sens": "neg"
    },
    {
        "text": "все працюєцює норм з відеокартою GTX 1050, картинка норм ....розширення HD при 60hz....но є одне но\nпри запуску гри (Wot)  вибиває таке повідомлення \"вне диапазона 75 khz 60hz\". В чому може бути проблема? ",
        "sens": "neut"
    },
    {
        "text": "Телевізор нормальний, пульт його рідний здох швидко, аеропульт купили за 2 місяці теж накрився, хоча користуємось акуратно, підскажіть будь ласка чи є до нього пульт окремо щоб купити",
        "sens": "neut"
    },
    { "text": "-", "sens": "neg" },
    {
        "text": "Перше з чим зіткнувся це дуже не зручний пульт керування, просто неможливо не дивлячись на нього користуватись право ліво вверх вниз кнопками\nДруге це те що мишка не працює у Ютуб\nТретє це неможливість подключення блютуз колонки чи навушників, бо блютуза немає, як і немає 3,5мм виходу\nЧетверте якісь тормоза при перегляді відео на сайті через вбудований браузер, дотогож на один фільм телевізор кілька разів зависав, а потім перезавантажувався на пустому місці, доводилось знов відкривати фільм\nП'яте у томуж ютуб у додатку, на телевізорі SmartThings, який дозволяє керувати телевізором зі смартфону, неможливо відкрити клавіатуру вводу для пошуку\nШосте це якійсь тормоза при транслюванні контенту на телевізор з функцією на телефоні Smart View з телефону (телефон галакси ноут 10+, роутер теж дорогий), пище щось про слабкий сигнал і тормозить\n\nКоротше я його хотів вже повернути і взяти Philips на андроід, але з муторними відправленнями, потім прийманням рішення 14 діб чи можно його повернути, вирішив не з'вязуватись\nможе якісь оновлення майбутні вирішать частину недоліків\n\nТобто я його не рекомендую ",
        "sens": "neut"
    },
    { "text": "Гарний набір для кріплення ", "sens": "pos" },
    { "text": "Затовстий, не дуже гнучкий, випєндрюється", "sens": "neg" },
    { "text": "Motorola one vision чомусь не підключається, підкажіть як ", "sens": "neut" },
    { "text": "Звук", "sens": "neg" },
    {
        "text": "Не працює фірменна оболочка PatchWall, для де-яких додатків типу нетфлікса потрібні танці з бубном, я так і не запустив",
        "sens": "neg"
    },
    { "text": "Дякую розетці за чудовий товар ", "sens": "pos" },
    { "text": "фотоапаратом задоволений", "sens": "neg" },
    {
        "text": "Взяв дану карту прийшла не робоча нічо її не бачить ні телефони ні пк нічо вернув по гарантій в той же самий день , взяв такуж саму мов буває брак  ...  вклав в телефон чудо! працює. І так це чудо попрацювало без всяких проблем 1 місяць і пару тижнів ... Одного ранку встав включити музику а флешка не може підкдючиьись форматувати теж неможе під час формату видає якусь помилку і флешка пропадає покі її не випхати і назад не запхати і процес повторюєтьсь . На момент публікації відгуку сижу в польші  без пам.яті , музики і фото обідно ..( буду вертати по гарантії знову тільки брати буду вже іншу...\nКарта використовувалась в цілях зберігання музтки, фото , документів з телефона .\n\nХочу окремо подякувати розетці за швидке офлрмленнч відправку і заміну на висоті майже як завжди . )* ",
        "sens": "neut"
    },
    { "text": "Немає", "sens": "neg" },
    { "text": "якість, ціна", "sens": "pos" },
    { "text": "Не бачить сопутник", "sens": "neg" },
    {
        "text": "Купили місяць назад.Зображення справді гарне,4к є.В принципі за таку ціну все було б чудово,але...Часто при переході з додотків на кабельне тв світиться настройка та чорний екран.Треба перезаходити декілька разів.Т2 не находить канали.При виключенні пультом на ніч іноді включається швидко,а іноді загружається,як виключений повністю.Це так треба чи ні не зрозуміло.Пару раз зависав,що приходилося виключати з розетки.Інше все дрібниці. ",
        "sens": "neut"
    },
    {
        "text": "Брали антену для телевізора на кухні, яка знаходиться із зворотнього боку будинку відносно телепередавача в нас в місті. Як виявилося, що б зловити сигнал - прийшлося танцювати з \"бубном\", й з одного боку на кухні ловила одна частина каналів, з іншого - інша, й це - лише обабіч телевізора, тому встановити її позаду телевізора так що б мінімум кабелів було видно - не вийшло. Тому можу рекомендувати цю антену тим людям, в кого приміщення знаходиться з того ж боку що й передавач сигналу, в іншому випадку - доцільніше ставити зовнішню антену. Недостатки: Після декількох підключень провалилася шпилька в роз'ємі, так як на гарантію відправляти не доцільно, а роз'єм литий - прийшлося його замінити на нормальний",
        "sens": "neut"
    },
    { "text": "Середнячок, нічого особливого. ", "sens": "neut" },
    { "text": "Прийшов з запізденям, але працює чудово ", "sens": "pos" },
    { "text": "Не всі болти підходять", "sens": "neg" },
    { "text": "ПАСИВНИЙ", "sens": "neg" },
    { "text": "Нема", "sens": "neg" },
    {
        "text": "Придбав, щоб на час карантину не сварились за один тв в домі, зображення норм, звук дно!, Одразу підключив колонки ввд рс! ",
        "sens": "neut"
    },
    { "text": "Пульт довго перемикає.", "sens": "neg" },
    { "text": "Швидкий ; потужний ; гарний зовні ; зручний лаунчер.", "sens": "pos" },
    {
        "text": "Найкращі батарейки з усіх представлених марок. Звісно недешеві, але потрачені кошти відпрацьовують на усі 100%. Краще один раз заплатити більше ніж 10 разів купувати дешевші. Для дитячих машинок та іграшок немає навіть сенсу брати щось інше. ",
        "sens": "pos"
    },
    {
        "text": "Телевізор хороший.чи можна відтворити відео з смартфона на екран телевізора? ",
        "sens": "pos"
    },
    { "text": "Відсутні", "sens": "neg" },
    {
        "text": "Результати тестування щойно купленої карти:\nWarning: Only 61087 of 61088 MByte tested.\nTest finished without errors.\nYou can now delete the test files *.h2w or verify them again.\nWriting speed: 13.2 MByte/s\nReading speed: 18.0 MByte/s\nH2testw v1.4\nТаким чином, до заявлених 90 MByte/s як до Києва пішки. Звичайно, своєму класу (10 MByte/s) відповідає і відео у форматі AVCHD найвищої якості при 60р запишеться без питань. Також певно піде при запису у форматі XAVC S  (цьому недо-4К від Sony), при якому бітрейт до 100 Мбіт/с (30р). А от повноцінний 4К (до 300 Мбіт/с) вже не потягне!",
        "sens": "neut"
    },
    { "text": "Простота настройки, звук, зображення", "sens": "pos" },
    { "text": "Кабель не працює,як його можна замінити? ", "sens": "neg" },
    {
        "text": "Я не скаржусь але є один недолік, вірніше чомусь він виявився в мене. Після того як я карту пам'яті закрив від стирання а потім знову відкрив після чого швидкість карти впала, тобто відео в 4К перестало писати, викидує помилку що карті не вистачає швидкості для запису.Раніше все було добре, в форматі Full HD пише на даний момент ідеально. Моя фотокамера Panasonic G7",
        "sens": "neut"
    },
    { "text": "Покищо немає", "sens": "neg" },
    { "text": "Якість. Надійність. Ціна.", "sens": "pos" },
    {
        "text": "Повільний, шумний фокус; різкість по краях кадру - низька; \"протікання\" кольору при низьких діафрагмових числах (тому знімати краще на ~F2.8)",
        "sens": "neg"
    },
    {
        "text": "Все працює дуже добре , якщо будете замовляти майте наувазі , що в білому кольорі приставка також випускалась ЦЕ НЕ ПІДРОБКА просто їх менше ніж звичайних. Також вхід HDMI дуже примхливий до кабелів (той що був у комплекті не підійшов).\nБраузера на ньому не має , в Google play немає можливості його встановити, треба мати карту пам'яті або флешку для встановлення google chrome. Взагалом все відмінно магазин чудовий, гарантій талон в комплекті усім задоволений .Рекомендую! ",
        "sens": "pos"
    },
    {
        "text": "Добрий день. Підкажіть, будь ласка, виникла така проблема:на екрані телевізора з'явились темні плями. Модель телевізора Toshiba 43V5863DG. Чи підлягає дана проблема ремонту?",
        "sens": "neut"
    },
    { "text": "Дешевий, якість зображення.", "sens": "pos" },
    { "text": "Трохи дістає, щороку ходити міняти по гарантії. ", "sens": "neut" },
    { "text": "відсутність стерео, але це не критично - усвідомлював, що брав", "sens": "neg" },
    { "text": "не виявила", "sens": "neg" },
    {
        "text": "Телик норм. але якість зображення не чітка, а ще постійно виключається як вирішити цю проблему підскажіть будь ласка ",
        "sens": "neut"
    },
    {
        "text": "За такі гроші цілком непоганий. Але все є додатково купив більш зручний рюкзак відомішого виробника,  дорожче звісно ",
        "sens": "neut"
    },
    { "text": "Нажаль, вимагає якісного інтернету", "sens": "neg" },
    {
        "text": "Якщо це \"технологія виготовлення матриці\" то про це треба попереджати і писати великими буквами на коробці , або робити матрицю більше і ховати \"це\" під рамку. Чомусь в старіших телевізорах такого убожества немає на зображення. Основна характеристика телевізора не Wi-Fi, не наявність Android, SMART, LAN, чи навороченої задньої підсвітки, яка має 200зон. Основана характеристика це якість зображення - а в цієї моделі якість зоброження хороша лише вдень, коли не так видно нерівномірність підсвітки. ну і звернення до виробника - наскільки реально \"покрутити\" максимальний рівень підсвітки певних зон. Тоді були б майже ідеальні матриці. а так поки що 3+ з 5ти. ",
        "sens": "neut"
    },
    { "text": "Настройки та якість прийому- чудові.", "sens": "pos" },
    { "text": "Як монітор не підходить", "sens": "neg" },
    { "text": "Все супер! Свіжі якісні елементи живлення.", "sens": "pos" },
    {
        "text": "Показує нормально .Т2 настроїв швидко. S2 ненастроюється , немає всіх супутників. Звук як з відра.Замовив колонки до нього. А так на кухню піде. Недостатки: Звук, s2 , зображення сплюснуте.",
        "sens": "neut"
    },
    { "text": "Нітівий шнурком не можливо вийняти.", "sens": "neg" },
    { "text": "Економний варіант кріплення ", "sens": "neut" },
    { "text": "нетримає заряд, швидко розряжається", "sens": "neg" },
    { "text": "немає", "sens": "neg" },
    { "text": "Універсальний набір метизів", "sens": "pos" },
    {
        "text": "Доброго дня.є проблема зі смарт тв. Неможливо дивитися у високій якості фільми так як сильно підвисають фільми і сама система.наприклад нажимаєш збільшити звук і десь через 3 секунди тв виконує команду. І  така задержка у всім .пробував мегого і іві. ",
        "sens": "neut"
    },
    {
        "text": "Телевізор  чудовий зокрема звук, екран, легко в настройка його простота, якість зображення я задоволена. Дякую за можливість придбати частинами. Всім рекомендую. ",
        "sens": "pos"
    },
    {
        "text": "Підключив в комп старий блок живлення, через цей перехідник подав живлення на SSD. Працює, що там скажеш. ",
        "sens": "pos"
    },
    { "text": "комплектація - є все.", "sens": "pos" },
    {
        "text": "Купував 2-ві такі батарейки для світлодіодного ліхтарика вбудованого в рибацький капелюх. Заряд тримають середньо. Вистачило на 5-7 нічних рибалок. ",
        "sens": "neut"
    },
    {
        "text": "Придбав 1 березня, ще раз переконався, дешева рибка - погана юшка. За п'ять днів роботи чотири рази зависав. Тобто, сам виключався, з пульту не включався. Запускався після маніпуляцій з кнопкою, доречі, єдиною. Зображення ерунда! Яскравість виставлена на 100%, а все рівно темно. При перегляді фільмів відливає якоюсь зеленою тінню. На моєму старому (9 років) PHILIPS зображення краще. Про звук вже багато написано - пластиковий, на середніх частотах. Що сподобалось, то це вага,голососовий пошук контенту (не плутати з голосовим управлінням телевізором), пульт ДУ, зовнішній вигляд, швидкість процесору. Але, стосовного даного виробу, я вже рішення прийняв - поїде він завтра назад до магазину, поки ще не пройшло 14 днів. Доречі, купляв його в іншому магазині, ціна така сама. ",
        "sens": "neg"
    },
    {
        "text": "Купував другові в подарунок, так як він займається фотографуванням, відеозйомкою. Друг залишився задоволений подарукном!!! Сумка має багато місця, якісний матеріал, ціна хороша. Дякую, за якісний товар!!! ",
        "sens": "pos"
    },
    { "text": "Немає", "sens": "neg" },
    { "text": "Компактний", "sens": "pos" },
    {
        "text": "Недостатньо яскравості, звук (немає басу майже взагалі), Розетка порадила кріплення яке не підійшло до телевізора",
        "sens": "neg"
    },
    { "text": "5 балів по пятибальній системі ", "sens": "pos" },
    { "text": "Все працює", "sens": "pos" },
    {
        "text": "Чи достатньо його для співпраці з DALI Zensor 3+onkio tx-nr474?\nКімната 15 кв.. ",
        "sens": "pos"
    },
    { "text": "Якість матеріалів, простота монтажу", "sens": "pos" },
    {
        "text": "Дуже розчарований данною покупкою. \nВідстать до вишки максимум 4 км і тількі 5 каналів ловить на максимумі 40%\nСаме гірше що дурять з ціною написалиб правду що коштує товар не 318 а 344 грн. Недостатки: ціна - пшуть 318 по факту 344 грн  пересилка Нова Поча 82 в сумі 420 грн  У мене з 32 показує тількі 5 і то треба постійно крутить щоб не зникали канали",
        "sens": "neg"
    },
    { "text": "Поки не виявив", "sens": "neg" },
    { "text": "потужний і чіткий звук, ретро-стиль", "sens": "pos" },
    {
        "text": "Купив радіо для прийому радіостанцій за межами міста. На віддалі 60 км від обласного центру хвилі ловить ідеально, на відміну від китайських аналогів, які без сторонньої антени-подовжувача не приймали сигнал. Радіо зібране якісно, досить важке як на свій розмір. Сигнал тримає стабільно. ",
        "sens": "pos"
    },
    {
        "text": "Працював нормально. Звук, картинка - все добре. Через рік не частого використання відмовився працювати далі. ( ",
        "sens": "neut"
    },
    {
        "text": "Спутниковый тюнер- не могу добавить свой транспондер, ключи, не удаляются каналы.",
        "sens": "neg"
    },
    { "text": "МИНУСОВ НЕТ", "sens": "neg" },
    {
        "text": "Вроді непоганий кабель - звук передає нормально, а от якість виконання! При першому відключенні навушників від гнізда корпус (чи захист гнізда, ВХІД 3,5мм) відклеївся і з\"їхав на сам кабель. Недостатки: Ціна, якість виконання.",
        "sens": "neut"
    },
    { "text": "не має", "sens": "neg" },
    { "text": "Дуже зручна і компактна", "sens": "pos" },
    { "text": "Тільки у мене в Megogo фільми в 4К вилітають? ", "sens": "neut" },
    { "text": "Потребує додаткових аксесуарів, яких ще немає в наявності", "sens": "neg" },
    {
        "text": "#мояраспаковка\nобробкою замовлення задоволений \nфункціональний штатив. чудово для домашнього використання. при обертанні ручки ліфта, камера тремтить. люфти головки. ",
        "sens": "pos"
    },
    { "text": "Сподобався, все працює, навіть через стіну відображає відео в HD ", "sens": "pos" },
    { "text": "Відсутні", "sens": "neg" },
    { "text": "Компактний", "sens": "pos" },
    { "text": "все чудово працює . ", "sens": "pos" },
    {
        "text": "Купив дану модель в оплату частинами, при підключенні вдома на екрані з‘явилась чорна полоска, на телефонні дзвінки сервіс Розетки не відповідає, писав на електронну адресу сервісного центру, без відповідей. Телевізор на гарантії чи можна поміняти на іншу модель? Недостатки: Поганий сервіс",
        "sens": "neut"
    },
    { "text": "НЕМАЄ", "sens": "neg" },
    {
        "text": "ціна, шумний, в режимі AI Focus та AI Servo фокус ні на долю секунди не зупиняється і постійно часто і швидко стукає",
        "sens": "neg"
    },
    { "text": "Швидкість роботи, зручний пульт з голосовим пошуком", "sens": "pos" },
    { "text": "Добротний приймач. Добре зібраний, із непоганим звуком. ", "sens": "pos" },
    {
        "text": "Купив 2 тижні тому, хоча в іншому магазині:\nПерше що кидається в очі це жахливе 4к - фільми в 1080р виглядають краще ніж в 4к якості, зображення то загадто різке, то пливе, в 1080р з метра вже дивитись коміортно\n- з браузера при спробі зайти на якийсь сайт важче вікіпедії є шанс що браузер вилетить, при спробі переглянути будь яке відео через браузер - без шансів одразу вилітає, техпідтримка відповіла наступне - \"Перегляд відеоматеріалів може призвести до перевантаження пам'яті телевізора, що призведе до закриття\n веб-браузера. Для комфортного перегляду відео ми рекомендуємо використовувати легальні онлайн кінотеатри,\n а браузер застосовувати для пошуку інформації\"\nОтже з залізом все печально\n- таймер перестав працювати і телевізор може працювати всю ніч, скоріш за все зв'язано з кривою прошивкою\n- зв'язок з пультом через додаток постійно втрачається, зважаючи що він востаннє оновлювався в травні 19 року як показує плеймаркет і знову ж таки криву прошивку нічого дивного...\n- голосовий пошук не працює\n\nОтже якщо брати його суто як екран під приставку чи дивитись телебачення хороший варіант, але чогось більшого аж нього навряд варто чекати. ",
        "sens": "neut"
    },
    {
        "text": "Підійде лише для смартфону в позиціях максимально наближених до рівного горизонтального положення без перекосів, аби тільки не чіпати і не торкатись його під час зйомки. За ті гроші зо воно коштує - норм, більшого не очікував. ",
        "sens": "neut"
    },
    {
        "text": "Сама бюджетна і проста модель 2019 року. Дизайн гарний, картинка гарна, проте виробник зекономив та побудував модель на морально застарілих компонентах. Стара версія HDMI 1.4 10 річної давності, відсутність підтримки Dolby Atmos, застарілий бюджетний процесор (не альфа ген) роблять цей ТВ експонатом музею ще при народженні ",
        "sens": "neut"
    },
    { "text": "На 5му місяці лопнув один з болтів кріплення ", "sens": "neut" },
    {
        "text": "Цей девайс для мене щось накшталт селфі-палки. Наче б то і прикольно, але виходить так що більше його таскаєш із собою ніж використовуєш.\nКупив так як дружина попросила. В результаті звозили із собою у відпустку, використовували лише 1 раз.\nБрелок чудово працює зі Sony Xperia XZ1, однак у настройках камери телефону потрібно змінити поведінку регулятору гучності із зуму на фоторграфування. ",
        "sens": "neut"
    },
    {
        "text": "Нормальний бюджетний штатив. Стійки з амінієвого сплаву і нормальної якості, висота 130 см цілком підходить для аматорської зйомки, верхні фіксатори добре тримають налаштування, присутній рівень, можливість вертикальної і горизонтальної зйомки. ",
        "sens": "pos"
    },
    { "text": "#моярозпаковка ", "sens": "neut" },
    { "text": "багато місця, хороша ціна, якісна, стильна", "sens": "pos" },
    {
        "text": "Доставка з Київа до Калуша 12 днів... Раніше Розетці вистачало 3х діб. Купляв під час знижки. На упакуванні є коротенька інструкція на рос. мові. Час необхідної зарядки ніде не вказано. Виробник Китай. ",
        "sens": "neut"
    },
    { "text": "-", "sens": "pos" },
    {
        "text": "Працює в деяких місцях нормально,в деяких зовсім не приймає.Причина не в приймачеві,а в великій кількості радіо перешкод,таких як комп`ютери,\"вай-фай\" роутери,TV тюнери і т.д.Приймає FM з Хмельницького-відстань 98 км,Тернополя-відстань 83 км,Рівного-відстань 125 км. ",
        "sens": "pos"
    },
    { "text": "Купив 2 таких, перекос  є на градусів 3 ", "sens": "neut" },
    {
        "text": "Перехідник непоганий, але приїхав без кабелю живлення, хоча пише що має бути в комплекті! Недостатки: Відсутній кабель живлення!",
        "sens": "neut"
    },
    {
        "text": "в моєму випадку антена виявилась слабкою, в Києві на вікні зловило 16 каналів, 8 з яких працюють більш менш стабільно. до вишки дорогожичі, якщо брати на пряму то меньше 5 км. я думаю погано ловить бо в будинку товсті стіни(в кімнаті взагалі не ловить). як я зрозумів то трикутничком треба ставити на поверхню та направляти \"тоншим\" кінцем, хоча можу помилятись. надіюсь продавець підкаже? Недостатки: не підходить для будинків з товстими стінами",
        "sens": "neut"
    },
    {
        "text": "Бюджетний телвізор, котрий я купив для своїх батьків. Їм не потрібні навороти. Головні умови були - великий екран і \"гарна\" картинка. Ця модель відповідає оптимальному співвідношенню якості і ціни. Батьки користуються їм приблизно 7 місяців і задоволені.\nЗвук не голосний і не тихий. Частотний спектр задовільняє потреби. ",
        "sens": "pos"
    },
    {
        "text": "Шнур як шнур. Нічого особливого. Гнучкий, довжина в нормі. За такі гроші - тю ",
        "sens": "neut"
    },
    { "text": "простата, можливості, зручність.", "sens": "pos" },
    { "text": "Звук не зовсім те, що хотілось би, але не критично.", "sens": "neg" },
    {
        "text": "Все чудово працює нарікань немає.\nЄдине що в описі вказано, що до пульта входять батарейки, але по факту їх немає. ",
        "sens": "pos"
    },
    { "text": "Комфортний перегляд", "sens": "pos" },
    {
        "text": "Замовий у вівторок ,отримав в Хмельницькій обл м.Славута у середу, дуже швидка дрставка.Швидко,легко і надійно кріпиться, якість відмінна! ",
        "sens": "pos"
    },
    {
        "text": "Зручна в користуванні, швидко та надійно заряджає акумулятори. Акумулятори, які йдуть в комплекті, теж досить потужні з високою циклічністю розрядки/зарядки.",
        "sens": "pos"
    },
    { "text": "Дешевший за інші Самсунги аналогічного модельного ряду", "sens": "pos" },
    { "text": "Мені подобається, працює швидко, читає все ", "sens": "pos" },
    {
        "text": "трошки треба допиляти руками, а так штука класнюча, підписка на різні сервіси (включаючи не дуже легальні) перегляд ютубчику чи фільмів з зовнішнього харду, все легко і без лагів, раджу до покупки :) ",
        "sens": "pos"
    },
    {
        "text": "+ є всі комплектуючі, навіть більше (мабуть для великих телевізорів)\n- треба розсвердлювати отвори, бо без цього неможливо зібрати рамку, що кріпиться на стіну ",
        "sens": "neut"
    },
    { "text": "не рекомендую. дуже низька яскравість екрану", "sens": "neg" },
    {
        "text": "Замовив через укрпошту, прийшло швидко, заявлених 0,2 м. немає по факту 0,18.",
        "sens": "neut"
    },
    { "text": "Швидка", "sens": "pos" },
    { "text": "Незважаючи на ціну, воно працює. Зловило усі 32 канали на Т-2. ", "sens": "neut" },
    { "text": "Матеріал, комплектація, функціонал", "sens": "pos" },
    { "text": "Дуже задоволений цим кріпленням! Кріпив старенький Sony 32\" ", "sens": "pos" },
    {
        "text": "Придбав дану приставку, але прочитавши попередні коментарі думав будуть проблеми з коректною роботою.\nКористуюсь вже тиждень, ніяких додаткових налаштувань роутера не робив, працює все ідеально! ",
        "sens": "pos"
    },
    { "text": "півроку як якісно тримає 55\" плазму, від АКАІ,  рекомендую ", "sens": "pos" },
    { "text": "не активна фунція  HDR не включається функція HDMI EDID", "sens": "neg" },
    {
        "text": "Пам'ять як пам'ять. Використовую упродовж двох місяців на різних пристроях. Збоїв і нарікань немає. ",
        "sens": "neut"
    },
    { "text": "Дуже дивна річ ", "sens": "neut" },
    { "text": "звук", "sens": "neg" },
    { "text": "Звук просто бомба і пульт класс", "sens": "pos" },
    { "text": "швидко розряджається", "sens": "neg" },
    {
        "text": "Встановив антену на даху двоповерхового будинку, до вишки з ретранслятором 24 км. сигнал 30 - 40 відсотків, а на одній частоті падає до 0. ",
        "sens": "neut"
    },
    {
        "text": "Брати тільки по акції, за повну ціну можна купити кращі від інших виробників. ",
        "sens": "neut"
    },
    {
        "text": "Реально дуже вдала модель.\nПідходить для будь-яких теліків з типом кріплення 75х75, 100х100, 200х200, головне аби маса не була більшою 35 кг\n\nВпевнений, що можна і 49 дюймів повісити на нього.\n\nКороч я зняв відео... дивіться #мояраспаковка ",
        "sens": "pos"
    },
    {
        "text": "Чехол, що прийшов разом зі штативом ніби валявся декілька років на смітнику. Фу. Бридко брати в руки. Сам же штатив простий, здається дуже тендітний та доволі не високий (хоча розміри відповідають вказаним). ",
        "sens": "neut"
    },
    { "text": "Netflix не працює", "sens": "neg" },
    {
        "text": "Замовив два - один чомусь має контакти неякісні, треба розрухувати.",
        "sens": "neut"
    },
    { "text": "Як для любительського штатіва - нормально за таку ціну. ", "sens": "neut" },
    { "text": "Звук", "sens": "neg" },
    { "text": "Не виявлено", "sens": "neg" },
    {
        "text": "Кабель купувався до смарт тв бокса.Перепутані жовтий з червоним штекером (відео-аудіо).А так все працює. ",
        "sens": "neut"
    },
    {
        "text": "Придбав даний телевізор для кухні, все норм, якби не жахливий wifi, прийшлось через всю квартиру протягувати дротовий інтернет від роутера, після підключення дротовго інтернету телевізор перетворюється в ракету, ютуб літає, iptv в HD якості без проблем. Цікавить один момент, як в подальшому буде оновлюватись андроід і чи взагалі буде оновлюватись, бо в налаштуваннях даних опцій не знайшов. ",
        "sens": "neut"
    },
    { "text": "Час покаже", "sens": "neg" },
    {
        "text": "телевізор непоганий, але мені заважають ледь замітні полоси на краю екрана, а також те що 2 рази з 5 перед увімкненням його потрібно витягнути з розетки та увімкнути знову, можливо це через те що у мене iptv на звичайному т2 не пробував не маю антени а сам тюнер сигнал не витягує ",
        "sens": "neut"
    },
    {
        "text": "Купив 2 шт.,  у січні 2019 на вигляд зроблено якісно, але:\n1 уже не працює нажаль. Недостатки: Не дуже якісний товар, швидко виходить з ладу.",
        "sens": "neut"
    },
    {
        "text": "Приїхав доволі швидко. На ощуп - гарний міцний провід. Плюс конектори закриті ковпачками. Розпакував, підключив... А він не робе! Зображення \"сніжить\"((( Заказав обмін. #моєрозпакування",
        "sens": "neut"
    },
    { "text": "Компактний", "sens": "pos" },
    { "text": "Сепер", "sens": "pos" },
    { "text": "брав 8 шт. один неробочий, не бачить каналів. куда відправляти. ", "sens": "neut" },
    { "text": "Не має", "sens": "neg" },
    {
        "text": "Упаковка була в такому стані, що закрався сумнів, чи не секонд-хенд це. Ніде не вказана дата виробництва.",
        "sens": "neg"
    },
    {
        "text": "Ніяк не виходить налаштувати цифрові канали через кабель, що я тільки не робив, хоча інший \"Sony KDL40R353BBR\", підключений до цього ж кабелю через спліттер, без проблем налаштувався на цифру. Провайдер \"Інформаційні технології\", Київ. ",
        "sens": "neut"
    },
    {
        "text": "Вчора прийшло оновлення, тепер Netflix можна скачати з стора, але при відкритті видає помилку, що девайс не підтримується",
        "sens": "neg"
    },
    { "text": "_", "sens": "neg" },
    {
        "text": "Для монтажу необхідно багато інструменту та мінімум 2 людини. Інженер який проектував цю конструкцію або на пенсії або не має доступу до технологій. Наприклад, для регулювання наклону телевізора по вертикалі необхідно використовувати 2 ключі. Давно існує стоп-гайка, гайки-барашкі або взагалі приварити повторну гайку. ",
        "sens": "neut"
    },
    { "text": "Міцний, функціональний, недорогий", "sens": "pos" },
    {
        "text": "4 роки вже на службі. Ціна - це головна його перевага над конкурентами. ",
        "sens": "neut"
    },
    {
        "text": "Відмінний телевізор. Купив саме те, що хотів. Розетка, як завжди - на висоті!! Дякую за співпрацю)) ",
        "sens": "pos"
    },
    {
        "text": "Це перший мій тв бокс, тому в повному обсязі не можу оцінити. Все працює. Але у головному меню постійно відключається і перезапускається. Причину ще не вияснив. Більше схоже не моргання, дуже заважає.",
        "sens": "neut"
    },
    { "text": "Штекер під розетку євро чи з перехідником?", "sens": "pos" },
    {
        "text": "Хто має мануал дайте посилання, тоді з такою якістю звуку і ціною товар стане супертоваром. ",
        "sens": "pos"
    },
    {
        "text": "Користуюсь вже близько тижня. Нарікань на роботу особливих немає. Все працює нормально. Рекомендую.",
        "sens": "pos"
    },
    {
        "text": "Користуюсь цим телевізором пів року, може бути. Прикольний пульт указка. З мінусів тускловата картинка та грубий корпус, тому довелось ставити на тумбучку так як на стіні не гарно виглядає . ",
        "sens": "neut"
    },
    {
        "text": "Користуюсь близко року, дуже гарна модель. Система Tizen як виявилось дружить з моїм Iphone XR - можна дивитися фото на великому екрані. Працює швидко і комфортно. Пульт простий, зручний і  зрозумілий. Серіали і фільми в 4к на Netflix  і MEGOGO  не підвисають, навідміну від ТВ китайського бренду, що був раніше.\nособливо зручно, що легко підвісити на стіну - кронштейн з отворами 20 на 20 від старого ТВ підійшов. ",
        "sens": "pos"
    },
    { "text": "Поки що не має", "sens": "neg" },
    {
        "text": "Дуже крута дзеркальна камера. Унікально швидкий автофокус, який працює при піднятому дзеркалі, міцний, великий акумулятор, та й просто добротна збірка. Працювати таким фотіком - одне задоволення. Радий що купив.",
        "sens": "pos"
    },
    {
        "text": "Якість так собі, через два роки користування подарував його другу що починав фотографувати. Що б зрозуміти що таке штатив і як їм користуватись підійде, й відразу ви зрозумієте що цей штатив не вартий уваги. Краще взят щось більш якісне. ",
        "sens": "neut"
    },
    { "text": "Телевізор супер! ", "sens": "pos" },
    { "text": "Еще не приобрёл", "sens": "neg" },
    {
        "text": " Недостатки: З ПК по кабелю HDMI HDMI не хоче працюввати як монітор., тільки через перехідник VGA на HDMI",
        "sens": "neut"
    },
    { "text": "Купляв бабушці в село, все чудово ловить ", "sens": "pos" },
    {
        "text": "Більш-менш нормальна матриця, як на перший погляд. Без засвітів, битих пікселів ітд.\nЗдалось кольори трохи блідніші ніж на LG/Samsung, але ціна відповідна, та й настроїти під себе в принципі можна. Загалом на перший погляд нормальний варіант з Full HD, якщо дивитись по цінах в Українських рітейлерів. \n\nЗапитання лише: - чому не поклали гарантійний лист? (вже звернувся в Тех.Під - обіцяли допомогти).\nІ ще незрозуміле з пультом - (права частина кнопок на джойстику натискаються без відчуттів (по ідеї так не повинно бути), ліва - чути клацання кнопок). Або цей пульт брак, або він БУ - якесь таке враження в мене склалось. ",
        "sens": "neut"
    },
    {
        "text": "Купив Philips 32PFS6402/12 на заміну моделі 32PFL8404H/12. Об'єктивно оцінюючи нову модель після тривалого використання старої маєм наступні результати. ЗВУК жахливий \"пластмасовий\", баси відсутні, на максимумі просто глушить неякісним шумом, слухати музику неможливо. Регулювати не допомагає, динаміки неякісні. Відсутній вихід звуку через \"тюльпани\", тільни \"mini jack\". ПІДСВІТКА ambilight в новому виконанні має на кожну сторону по 5 діодів замість 10 в старій версії, відповідно і її динамічне підсвічування нікудишнє, в колір попадає набагато гірше. ЗОБРАЖЕННЯ дуже різке, яскраве, контрастне. Немає такої плавності та мякості як у попередньої моделі. Операційна система працює стабільно, інтерфейс не перегружений, навігація проста. Стоїть багато непотрібних додатків, які не видаляються. Деякі додатки потрібно перевстановлювати, бо базові не працюють. Відсутній традиційний вільний доступ до памяті телевізора. Буває після тривалої перерви в користуванні досить довго (2-4хв) відновлює звязок з WiFi мережею. Туго синхронізується з смартфоном, не знаходить, або не з'єднується, потрібно по кілька разів пробувати. Цифрове телебачення працює нормально, тільки потрібно хороший сигнал, кімнатної антени мало. В загальному ця модель по якості звуку і зображення уступає попередній моделі і не варта такої переплати, бо аналогічний по характеристиках китаєць KIVI нічим не гірший. ",
        "sens": "neut"
    },
    { "text": "працюють через один...", "sens": "neg" },
    {
        "text": "Якість виготовлення.Набагато краще приймає радіо за китайські аналоги.",
        "sens": "pos"
    },
    {
        "text": "Цей девайс для мене щось накшталт селфі-палки. Наче б то і прикольно, але виходить так що більше його таскаєш із собою ніж використовуєш.\nКупив так як дружина попросила. В результаті звозили із собою у відпустку, використовували лише 1 раз.\nБрелок чудово працює зі Sony Xperia XZ1, однак у настройках камери телефону потрібно змінити поведінку регулятору гучності із зуму на фоторграфування. ",
        "sens": "neut"
    },
    { "text": "Краще приставки на андроїді не існує ", "sens": "pos" },
    {
        "text": "Кронштейн по деталям простий,але треба враховувати що відстань від стіни дуже маленька,тому краще використовувати іншу модель. ",
        "sens": "neg"
    },
    { "text": "Немає", "sens": "neg" },
    { "text": "Ми задоволені придбаним товаром! ", "sens": "pos" },
    {
        "text": "Купувала для садочка, свої функції виконує, непоганий звук (на групу вистачає), можливість користуватись флешкою,диск, радіо. ",
        "sens": "neut"
    },
    { "text": "завищена ємність, по факту не високотовий, великий внутрішній опір", "sens": "neg" },
    { "text": "Працює належним чином", "sens": "pos" },
    { "text": "Незрозумілий подарунок у вигляді розряджених батарейок. ???", "sens": "neg" },
    { "text": "Достатньо висока ціна", "sens": "neg" },
    { "text": "Ціна", "sens": "neg" },
    {
        "text": "Напишіть будь ласка телефон гарантійного центру ПП Герасименко СВ\nКиїв, пр. С. Бандери (044) 394-83-?6\nОднієї цифри не вистачає. Недостатки: Проблеми з матрицею.",
        "sens": "neut"
    },
    {
        "text": "купив для підключення зовнішнього монітора з hdmi інтерфейсом  до ноутбука HP з інтерфейсом display port- кабель мертвий. Через перехідник DP -> hdmi і hdmi кабель все працює як годинник. Через цей кабель - зеро. ",
        "sens": "neg"
    },
    { "text": "Для онлайн кінотеатру. Гарна річ", "sens": "pos" },
    { "text": "Короткуваті діапазони. І підсвітка справді не завадила би.", "sens": "neg" },
    { "text": "Цена и качество", "sens": "pos" },
    {
        "text": "Якісний матеріал, достатня товщина металу, зручний у використанні, наявність кріплення в комплекті, проста упаковка. ",
        "sens": "pos"
    },
    { "text": "Нема", "sens": "neg" },
    {
        "text": "Перехідник непоганий, але приїхав без кабелю живлення, хоча пише що має бути в комплекті! Недостатки: Відсутній кабель живлення!",
        "sens": "neut"
    },
    {
        "text": "Купували в іншому магазині. \nМи повністю задоволенні якістю зображення і звуку, швидко працює смарт.\nГарне співвідношення ціни і якості ",
        "sens": "pos"
    },
    {
        "text": "Формально 4к тут для галочки. Ролики в ютуб подивитись, не більше. Приставка фізично не підтримує швидкість більше 300МБіт/с, бо має контролер старого покоління. Через ЮЗБ теж, бо воно старе і тільки 2.0 ",
        "sens": "neut"
    },
    { "text": "Чудовий телевізор", "sens": "pos" },
    {
        "text": "офіційна прога не працює з айфоном. потрібно викласти ще 5 зелених за прогу YI PRO від сторонього розробника щоб все працювало . ",
        "sens": "neut"
    },
    { "text": "працює", "sens": "pos" },
    { "text": "хороші батарейки", "sens": "pos" },
    { "text": "Чудова ціна.", "sens": "pos" },
    { "text": "Megogo і Sweet.tv не активуються", "sens": "neg" },
    { "text": "Урізаний функціонал ПО, звук посередній", "sens": "neg" },
    { "text": "Треба \"допилювати\"", "sens": "neg" },
    { "text": "+", "sens": "pos" },
    {
        "text": "Все необхідне можна помістити. Фотоапарат, об‘єктив і зарядний пристрій, а також додаткові картки пам‘яті. Необхідна річ для фотографа. Раджу. ",
        "sens": "pos"
    },
    { "text": "Як на мене, не містить.", "sens": "neg" },
    { "text": "Все супер.", "sens": "pos" },
    {
        "text": "Зарядний пристрій Panasonic Advanced Charger (made in China) виконано досить якісним і зручним. Євровилка типу С знімається, а під нею знаходиться складна вилка типу А з плоскими контактами, що зменшує розміри пристрою і додає зручності у зберіганні та під час подорожей. Чотири незалежні канали дозволяють заряджати акумулятори АА/ААА в різних комбінаціях від 1 до 4, що стало для мене пріоритетним при виборі зарядного пристрою. Вмикання зеленого світла під кожним акумулятором інформує про початок заряджання, а завершення - автоматичним його вимиканням. Акумулятори в комплекті Panasonic Eneloop AA 1900 mAh Ni-MH (made in Japan) відмінної якості з низьким рівнем саморозрядки. Зарядний пристрій без проблем працює і з акумуляторами інших виробників. Порівняно швидке заряджання, а невелика сила струму подовжує термін роботи акумуляторів. ",
        "sens": "pos"
    },
    {
        "text": "Алюмінієві ножки. Рівень. Компакті розміри у складному вигляді. Легка вага. Чохол. Цілком пристойна якість і зовнішній вигляд як для потреб аматорської зйомки.",
        "sens": "pos"
    },
    {
        "text": "Зображення Т2 сигналу на тв залежить від  каналу перегляду... так собі. Але якщо дивитись з інтернету то зображення змінюється на високу оцінку!",
        "sens": "neg"
    },
    { "text": "Собрав цю желизяку підключив працює. ", "sens": "neut" },
    {
        "text": "Наявність Андрода. Гарний звук. Гугл Аістент розуміє россійську, але не українську. Гарна ціна",
        "sens": "pos"
    },
    { "text": "Поки-що немає!", "sens": "neg" },
    { "text": "Не бачу поки що.", "sens": "neg" },
    { "text": "НОРМАЛЬНЫЕ БАТАРЕЙКИ", "sens": "neut" },
    { "text": ".", "sens": "neg" },
    { "text": "Шум від самого девайсу, вбудована батарея", "sens": "neg" },
    {
        "text": "Міцний подовжувач для навушників. Недоліки - штекер навушників слабо тримається в гнізді кабеля, контакт ненадійний. Чи то штекер тонкий, чи гніздо зашироке. ",
        "sens": "neut"
    },
    { "text": "Якість у всьому", "sens": "pos" },
    { "text": "Хороший за свою ціну", "sens": "neut" },
    { "text": "Не виявила", "sens": "neg" },
    {
        "text": "Якщо щось станеться то з гарантією дуже довго прийдеться морочитися, бо Розетка потім стискає плечима і говорять одно і те саме що то не ми винні то все сервісний центр, а Розетці головне лиш продати!",
        "sens": "neg"
    },
    {
        "text": "Доброго дня, порадьте будь ласка захисне скло чи плівку, ніде не можу знайти. Буду вдячний за допомогу.",
        "sens": "pos"
    },
    {
        "text": "Якість зображення кабельного фуфло, зборка ваще треш,  вибачте але за такі гроші має бути щось хочаб нормальне,",
        "sens": "neg"
    },
    {
        "text": "нічого сообливого.дещо відчутний на слух писк блока живлення. в кімнаті 10м2 вночі не заважає. кабельне працює при виборі країни \"швейцарія\" ",
        "sens": "neut"
    },
    {
        "text": "Рівень показує некоректно, болти для кріплення не підійшли під монітор samsung, прийшлось шукати дома, варто виробнику хоча б забезпечити різні розміри болтів для кріплення ",
        "sens": "neut"
    },
    { "text": "не виявив", "sens": "neg" },
    {
        "text": "Даний кейс хороший для формату АА і в той же час не підходить для акумуляторів з захистом формату ААА ,тоу що при встановленні їх в кейс він не закривається на защолку. Тобто дані акуми задовгі. ",
        "sens": "neut"
    },
    { "text": "Відсутність дисплея", "sens": "neg" },
    { "text": "Інколи дрібні підвисання, пульт голосно клацає", "sens": "neg" },
    {
        "text": "Класне радіо. Для кращого прийому треба користуватись від батарейок.",
        "sens": "pos"
    },
    { "text": "1", "sens": "neg" },
    {
        "text": "Картинка при перегляді ютуб хороша кольори насичені, а от при перегляді IPTV не дуже зображення віддає якоюсь сіруватістю, при перегляді фільмів онлайн картинка бліьш-менш, підгружається і транслюються з невеличкими ривками, але їх не дуже помітно це погано (сигнал отримую через файфай може в цьому проблема), динамічні сцени відображаються на екрані з мікрофризами. Звук достатній не басовитий, але його вистачає. Плюс цього телевізора в демократичній ціні і в тому, що це андроїд з його перевагами.  Цей телевізор можна придбати для не вимогливого користувача.  Взальному телевізор залишив  після користування хороше враження. Раджу до покупки в кого обмежений бюджет. ",
        "sens": "neut"
    },
    { "text": ".", "sens": "pos" },
    { "text": "не виявив", "sens": "neg" },
    { "text": "за таку ціну не найгірший варіант, очікував більшого=) ", "sens": "neut" },
    { "text": "Приймає лише FM. ", "sens": "neg" },
    { "text": "Підкажіть, може хтось знає, в чому проблема підключення антени ", "sens": "neut" },
    { "text": "Прекрасний девайс!", "sens": "pos" },
    { "text": "На фотографії одне а в результаті друге якість просто пагана", "sens": "neut" },
    {
        "text": "Телевізор непоганий. Але ж, Розетка, ви продаєте комплект - телевізор   контент на півроку. По факту, MEGOGO і SWET.TV не активуються - вводиш промокод / серійний номер телевізору і система видає помилку «промо-код не існує». Якщо є додаткові умови для отримання контенту, типу сплатити за товар одразу всю сумму, то пишіть велики літерами, інакше, виходить шахрайство Недостатки: Megogo і Sweet.tv не активуються",
        "sens": "pos"
    },
    { "text": "Довготривалість роботи.", "sens": "pos" },
    {
        "text": "Купував з цікавості для використання Marshall Major 3 Bluetooth на ПК, хоча є Bluetooth-адаптер\nЯкщо на ПК неякісний звуковий тракт, тоді краще підключати через Bluetooth.\nЩе одна особливість таких кабелів (не тільки конкретно цього) - поки його не витягнеш з ПК, доти ПК вважатиме, що в вас підключені навушники. Для мене це дуже незручно.",
        "sens": "neut"
    },
    {
        "text": "Купував для гітарного тюнера. Все, що поки шо можна сказати, працює)",
        "sens": "pos"
    },
    {
        "text": "Це вже моя друга антена \"Мотылек\". Одна стоїть на даху  пятиповерхівки -  20 м.кабелю, на тюнері рівень сигналу-20-30, якість 50-60. Друга - зовні будинку на стіні 2 поверху - 6м. кабелю , рівень сигналу-8-9, якість 38-40. Перепробував безліч направлень  обох антен. Як у людей на 1 поверсі видає 100% - для мене загадка. Хто знає відповідь - підкажіть. ",
        "sens": "neut"
    },
    {
        "text": "Якісний і чистий звук, наявність довгих хвиль, прийом віддалених станцій, зручний і надійний у подорожі.",
        "sens": "pos"
    },
    { "text": "А чому так здорожчяли????????", "sens": "neut" },
    { "text": "-", "sens": "neg" },
    { "text": "Великий екран", "sens": "pos" },
    { "text": "не для всіх ТВ,  деяким закриває порти", "sens": "neg" },
    { "text": "акційна вартість", "sens": "pos" },
    { "text": "Поки не виявив", "sens": "neg" },
    {
        "text": "За свої гроші телевізор нормальний, хороша картинка і якість збірки. Все добре,  якби не пару \"але\". Глючне під'єднання до мережі інтернет, довелось перепрошивати роутер і змінювати пароль. Час від часу перестає працювати смарт тв і ніякі маніпуляції не допомагають. Методом научного втика визначили, що потрібно вимкнути телевізор і витягнути шнур з розетки. Правда, я не для того купував тв, щоб танцювати біля нього з бубном. Якщо хочете нормальний не глючний телевізор зі смарт, краще докласти і купити щось краще. ",
        "sens": "neut"
    },
    { "text": "Працює! )Підключав, до ноуту і звичайного компа,працює. ", "sens": "neut" },
    { "text": "Незважаючи на ціну, воно працює. Зловило усі 32 канали на Т-2. ", "sens": "neut" },
    { "text": "..", "sens": "neg" },
    { "text": "Немає", "sens": "neg" },
    {
        "text": "Сьогодня поставив. Враження посередні. Цифрове тв Т2 взагалі не читає, підключив через тюнер. В сусідній кімнаті інша модель з тої самої антени показує без проблем.",
        "sens": "neut"
    },
    { "text": "Є фіксатор від знімання-два вінтика.", "sens": "pos" },
    { "text": "немає.", "sens": "neg" },
    { "text": "Показує норм, яскраві кольори ", "sens": "neut" },
    { "text": "Samsung UE43NU7090UXUA", "sens": "neg" },
    { "text": "Ціна Бренд", "sens": "pos" },
    {
        "text": "Це мій другий телевізор Hisense перший був h43a6100 задоволений на 100%,\nКупив батькам цей в цілому YouTube працює добре ,але ж тут глючить MEGOGO після цього ні одне відео не записукається,чути пластиком але можливо пройде.\nПоки 3,5 з 5 ",
        "sens": "neut"
    },
    { "text": "Не виявив", "sens": "neg" },
    {
        "text": "Багато поки що сказати нічого, бо лише щойно куплені. Чому це акумулятори professional, так і залишилось невідомо - на упаковці про це ані слова, як і на сайті самого нібито виробника  . Після відвідин сайту з'ясувалось, що  Enerlight - це взагалі ніякий не виробник, а дистриб'ютор, який ймовірно замовив лінійку акумуляторів десь в Китаї під власною торговою маркою. До речі, на сайті про ці акумулятори взагалі нема жодної згадки - до продажу пропонуються виключно елементи живлення і зарядні пристрої ТМ Varta. Але як на свою ціну (акційну), то начебто і згодяться. ",
        "sens": "neut"
    },
    {
        "text": "Нормальний. При перегляді згадуйте скільки коштує ))\nЯкщо треба \"ракету\", то від 10000 і +.\nПідключився через роутер . Без проблем. \nYuTube  на відео високої якості - процессор не справляється. Підвиса.\n\"Мегого\" - нормально)  (див. вище)\nЦе в перший день роботи. З коробки. Можливо, як пишуть у відгуках, після оновлення будуть покращення .\n\"Розетка\", якщо оновити ПЗ , чи є можливість повернення в 14- денний термін ? ",
        "sens": "neut"
    },
    {
        "text": "Ідентичний товар купляв у січні 2018 року, проте там акумулятори були 2500mAh та 850mAh, відповідно. Зараз 1300 та 750mAh. За неналежний технічний опис, Rozetka підвела. ",
        "sens": "neut"
    },
    { "text": "можна було б і трохи довші кінчики зробити.", "sens": "neg" },
    { "text": "Не виявлено", "sens": "neg" },
    {
        "text": "Фотоапарат - просто супер! Але, не рекомендую купляти користувачам, які не розуміються в фотографії, він занадто крутий.",
        "sens": "pos"
    },
    {
        "text": "Завалює горизонт, потребує налаштування, слабке програмне забезпечення",
        "sens": "neg"
    },
    {
        "text": "Купив,  картинка норм, але підвисає на зміні гучності це жахливо...... В плей маркет зайшло нормально) ",
        "sens": "neut"
    },
    { "text": "Підвісає тупить", "sens": "neg" },
    { "text": "Пока не встретил", "sens": "neg" },
    {
        "text": "Для нічних фото не хватає стабілізації, а так, в принципі, немає претензій)",
        "sens": "neg"
    },
    {
        "text": "Під час підключення приставка втратила зв'язок з пультом. Тепер не можу пройти далі вибору мови бо пульт не працює. А хард резет можна зробити тільки за допомогою пульту, якого приставка не бачить... Мабуть доведеться повертати...",
        "sens": "neg"
    },
    {
        "text": "Розбавлю трохи масу безглуздих коментарів штибу \"а чи підійде об'єктив Кенон до фотокамери Кенон, чи може мені треба купити Нікон?\" своїм коментарем :)  Можна? Дякую!\n\nЩойно купив ДВА скла та приніс додому, навіть статус замовлення в ел.кабінеті ще досі \"В черзі на отримання\" світиться :)\nМаю вже ТРИ STM скла разом з такими: EF-S 18-55мм та EF-S 10-18мм (останній так само сьогодні купив).\n\nМаю що сказати невтішного про EF 50/1,8 STM. Може хтось дасть відповідь на питання нижче?\n\nВ режимах AI Focus та AI Servo (вдень на вулиці) фокус навіть на долю секунди не зупиняється і постійно часто і швидко стукає і йорзає. Навіть коли об'єктив вже спіймав фокус і хочеться сказати йому: \"Та заспокойся вже!\" - і насолоджуватись життям, він ПОСТІЙНО і доволі шумно (стукіт безперервний!!!) стукотить, ніби сам себе перевіряє, чи спіймав він фокус чи ще треба трошки підкорегувати. Вібрація відчувається від стукоту двигуна навіть на моїй важкій 40D. Може це брак, може так в усіх екземплярах?\n\nНа 18-55 STM та 10-18 STM фокусування в режимах AI Focus та AI Servo проходить так тихо, як тільки тихо може повзати муха чи ходити кішка на полюванні - моментально й безшумно, без стукоту, йорзання, вібрації.\n\nДалі по фото...\nНа f/1.8 напис Canon на кришці по краях всенький фіолетово червоний :(  (див. три фото)\nІнших нарікань не маю.  Але для просто фотографії (без відеозйомки) краще купити старий 50/1.8 ІІ\n\nНапевно понесу назад і куплю дешевший і такий само різкий  50/1.8 ІІ  :( А жаль - так хотів мати всі три скла з STM\n\nPS:  Абсолютно ВСІ об'єктиви Canon EF підходять ДО ВСІХ фотокамер Canon (про старі FD не кажу, бо їх вже нема у продажу з 1990-го року). Людоньки! Матчастину хоч вивчіть спочатку, а потім купляйте коштовні технологічні товари :(  Це ж як автомобіль - треба навчитись хоч чомусь. ",
        "sens": "neut"
    },
    {
        "text": "Купив собі для ноута, щоб зберігати на ній різних хлам, який забиває основний SSD диск. Благо в ноуті є скритий слот під MicroSD карточки.\nПо швидкостях надіявся, що буде трохи швидша. \nПо факту:\nшвидкість читання 80-86 Мбайт/с\nшвидкість запису 30-36 Мбайт/с\nДля моїх потреб принципі підійде.\nЯкщо треба більших швидкостей, то краще брати карточки Самсунг ЕВО, вони реально швидші. \nЯк прослужить, покаже час. ",
        "sens": "neut"
    },
    { "text": "..", "sens": "pos" },
    { "text": "Цена. Съёмная головка", "sens": "pos" },
    {
        "text": "Купляв спеціально для того що б підкючити PS4 до старого монітору з VGA. Після підключення декілька секунд відобразилось зображення на екрані, поблимало, і потім взагалі пропало, просто чорний екран, пробував на 2-х різних моніторах, така ж поведінка і там і там. Також пробував з виключеним HDCP в сетінгах системи PS4, не допомогло. Плюс що б вивести звук треба колонки/навушники підлючати до геймпаду, і якщо не блутус навушники сидіти обмотаним дротом так собі задоволення. Дізнався що що б уникнути цієї ситуації потрібен перехідник з додатковим живленням https://rozetka.com.ua/value_s0223/p16774568/#tab=all і тоді все буде працювати.\nНе раджу купляти даний адаптер для підключення до PS4. ",
        "sens": "neut"
    },
    {
        "text": "Чому з моноподом камера дешевше ніж без? \nВ чому різниця між камерами???",
        "sens": "neut"
    },
    { "text": "Всі", "sens": "pos" },
    {
        "text": "Кривенький у вузлах. Потрібно було повісити в кутку, щоб мати можливість розвертати на дві стіни. Так от вирівняти по горизонталі вдалося тільки по одній зі стін. До того ж саме регулювання горизонту вкрай незручне, неможливо підлізти шестигранником, заважають інші болти. Щоб зробити регулювання, потрібно екраном вгору на максимум піднімати, але тоді дуже незручно рівень прикладати. Коротше, щось трохи не продумано. Ну в іншому міцний, ніби надійний, компактний",
        "sens": "neut"
    },
    {
        "text": "Одразу після включення виявив білу точку на дисплеї. Точка дуже сильно помітна на синьому фоні. Оформив обмін на таку ж модель і відправив телевізор назад. Товар отримали на розетці, але вже декілька днів немає ніякої відповіді.",
        "sens": "neut"
    },
    { "text": "Купував жінці, їй не сподобався.", "sens": "neut" },
    { "text": "функціонал і габарити", "sens": "pos" },
    { "text": "зображення, звук, діагональ, WiFi", "sens": "pos" },
    { "text": "НОРМАЛЬНЫЕ БАТАРЕЙКИ", "sens": "neut" },
    { "text": "не має.", "sens": "neg" },
    { "text": "Не виявлено", "sens": "neg" },
    { "text": "Якісний товар, чітке зображення, гарний звук. Рекомендую", "sens": "pos" },
    { "text": "Швидка доставка, робоча батарея.", "sens": "pos" },
    { "text": "Якість ізоляції!", "sens": "pos" },
    {
        "text": "Звичайні батарейки. Суб\"єктивно- працюють не довше інших, якісних. ",
        "sens": "neut"
    },
    {
        "text": "Купував через наявність феритових кілець. Але вони не справляються із своїм завданням. ",
        "sens": "neut"
    },
    { "text": "Пульт блютуз,швидкий", "sens": "pos" },
    {
        "text": "Вхід тільки через вайфай,й бажано високочастотний.Під час роботи приставка забирає всю полосу вай фаю,не даючи користуватись іншим.Хіба брати якийсь багатоканальний маршрутизатор,можливо навіть з кабельними виходами для інших пристроїв.",
        "sens": "neg"
    },
    { "text": "російський", "sens": "neg" },
    { "text": "Ціна/якість", "sens": "pos" },
    {
        "text": "4 роки вже на службі. Ціна - це головна його перевага над конкурентами. ",
        "sens": "neut"
    },
    {
        "text": "З браузерів лише яндекс, і той не працює! Недостатки: Немає браузера",
        "sens": "neut"
    },
    { "text": "Чехол +портативний", "sens": "pos" },
    { "text": "брав 8 шт. один не робочий, не  зчитує канали. кому відправляти. ", "sens": "neut" },
    { "text": "Ціна", "sens": "pos" },
    { "text": "Що з цим робити ? ", "sens": "neg" },
    { "text": "Поки не виявив", "sens": "neg" },
    {
        "text": "Один битий піксель на матриці!!! Розетка хоче 200 грн. (перевірка на биті пікселя) за те, що відкриє коробку і включе телевізор в резетку, це така боротьба заклієнта . ",
        "sens": "neut"
    },
    {
        "text": "Ціна-якість на висоті,очікувати чогось нереального від цього телевізора не варто. ",
        "sens": "neut"
    },
    { "text": "купила цей тв. Що це за гвинтик в роз'ємі для кабеля?", "sens": "neut" },
    { "text": "Один суцільний недолік. Це помилка, а не пристрій", "sens": "neg" },
    { "text": "Поки що незнаю", "sens": "neg" },
    {
        "text": "Приставка супер правда купляв в іншому магазині особено зараз нею керує мій син йому 7 ютуб мультику на мегого все в нд йде класно ",
        "sens": "pos"
    },
    { "text": "На 3+ ", "sens": "neut" },
    {
        "text": "Придбав на розетці 20 серпня 2018,  доставка супер, дякую. Сам ресівер виявився неочікувано маленьким (попередньо не ознайомився із розмірами) що приємно потішило, не розібрався як підключити wi-fi, мій wi-fi адаптер не бачить, пульт це щось страшне, кнопки треба натискати дуже сильно, деколи по кілька разів. Щоб переключити канал чи зробити тихіше-голосніше треба добре понервуватись, відстань до ресівера від ліжка 2-3 метри, батарейки міняв на нові, на роботу не вплинуло. Можливо пульт попався бракований, а може не в мене одного така проблема? загалом ресівер класний, компактний, приїхав  налаштований тільки підключив і одразу можна дивитись тв. ",
        "sens": "neut"
    },
    {
        "text": "Кілька днів тому, перестав працювати app store! Будь ласка, підкажіть з чим це може бути пов'язане і як вирішити цю проблему???????!!!!!!!!!!!!! Недостатки: Не працює app store",
        "sens": "neut"
    },
    {
        "text": "Роздільна здатність супер на 4к відео підлагує реально дивитися FullHD+, Телевізор ваняє пласмасою дуже сильно ",
        "sens": "neut"
    },
    {
        "text": "Придбав даний телевізор. Згідно специфікації, телевізор 2018 року. Вироблений в Словаччині (що мене здивувало, більшість телевізорів Samsung виготовляються в росії) Зображення чітке, кольори насичені можна налаштувати по різному. Розмір великий на відстані 4 метрів я не охоплюю поглядом весь екран. Звук потужний. WiFi працює добре, без пербоїв.  Auto Motion можна відключити (не розумію в чому перевага цієї фічі). Пульт звичайний з багатьма кнопками. Смарт пульт підключити не можна, так як телевізорі немає Bluetooth. Маючи досвід використання ще декількох телевізорів Samsung Smart TV 2017 року, хочу описати один недолік даної моделі про який ніде не можна знайти інформацію. Та і взагалі Samsung не любить описувати специфіку роботи телевізорів. Якщо ви використовуєте додатки, такі як Megogo, DivanTV, SweetTV, OLLTV та інші і вимикаєте телевізор просто з пульта, то при наступному вмиканні, телевізор завантажується на звичайному телебаченні. Тобто не зберігається останній завантажений додаток. Хоч в телевізорі така функція є (Автозапуск останньої програми), але вона не працює. Перепробував все що можна, функція так і не запрацювала.  В технічній підтримці Samsung мені сказали, що дана модель телевізора не підтримує цю функцію і програми вигружаються з пам'яті телевізора при вимиканні, щоб телевізор швидше працював. Хоча, якщо залишитись в Youtube або в браузері, то в ці програми при вмиканні, телевізор повертається, але якщо в Youtube відтворювалось відео, то в відео не повертається, лише в головне меню. В порівнянні з іншими телевізорами 2017 року (6 серія), цей працює повільніше, помітні повільні переходи між меню і немає анімаціі при переходах по іконкам в Smart Hub. Тормозить. При вимиканні звук вимикається через пару секунд як зникло зображення. Судячі з усього в даній моделі зекономили на оперативній пам'яті. Напевно це був маркетинговий хід, щоб зменьшити ціну. Через цей недолік всі інші переваги згасають. ",
        "sens": "neut"
    },
    { "text": "не виявлено", "sens": "neg" },
    { "text": "Особлива подяка Розетці за подарунок! ", "sens": "pos" },
    { "text": "Працює уже два місяці без проблем, швидкість середня. ", "sens": "neut" },
    {
        "text": "Телевізор чудовий в плані передачі картинки як для такої ціни. Із топовими телевізорами не зрівняти но доволі непогано. Но смарт платформа це жах, постійні фризи на перегляді мегого та у браузері наприклад hdrezka тому потрібно брати медіаплеєр. Тому будьте готові до цього, якщо ж вам просто дивитись кабельне то в цілому працює чудово ",
        "sens": "neut"
    },
    {
        "text": "Купив цю приставку випадково, вона була в наявності в мгазині в Одесі, все норм. Але чому Netflix не працює? Можливо представник компанії підкаже ? Недостатки: Андроїд",
        "sens": "neut"
    },
    { "text": "Не повна комплектація. Відсутність Netflix", "sens": "neg" },
    { "text": "Мабуть,ціна,аби трішечки дешевше.", "sens": "neg" },
    {
        "text": "Сама бюджетна і проста модель 2019 року. Дизайн гарний, картинка гарна, проте виробник зекономив та побудував модель на морально застарілих компонентах. Стара версія HDMI 1.4 10 річної давності, відсутність підтримки Dolby Atmos, застарілий бюджетний процесор (не альфа ген) роблять цей ТВ експонатом музею ще при народженні ",
        "sens": "neut"
    },
    { "text": "Звичайний. Нічого особливого", "sens": "neut" },
    { "text": "Немає", "sens": "neg" },
    {
        "text": "Підключив даний телевізор до сопутникового тв, він не бачить сопутник amos, попри те що старий телевізор з тюнером бачить. В чому може бути проблема?",
        "sens": "neut"
    },
    { "text": "Через пару годин роботи з'явились якісь плями,  що це може бути?", "sens": "neut" },
    { "text": "треба свердлити отвори для того щоб зібрати рамку.", "sens": "neg" },
    {
        "text": "дуже погані кнопки на пульту, потрібно сильно тиснути і чітко в центрі ",
        "sens": "neut"
    },
    { "text": "Хлипкий. Не высокий. Canon 550d объектив 24-100 f/1.8 не выдержует", "sens": "neg" },
    {
        "text": "Додаток на телефон не шукайте в офіційному магазині. Шукайте тут в коментарях, качайте .apk та встановлюйте вручну. Якість відео нормальна, на звук не звернув уваги. Внаслідок того, що лінза об'єктиву виступає за кільце об'єктиву, дуже скоро лінза подряпається і якість погіршиться. Задля уникнення треба купувати бокс. Керування камерою не інтуїтивне, читайте інструкцію. Проте це недорога камера, яку можна купити вже і вже починати знімати. Малий залишився задоволений. ",
        "sens": "neut"
    },
    {
        "text": "Хороший якісний приймач на відміну багатьох, які пробувалися раніше. ",
        "sens": "pos"
    }
]
