{
    "training_data": [
        "Купив як стартовий монітор для PS4 (а зараз - і для комп*ютера). Цілком хороша модель за свої гроші, але відсутність можливості хоча б якось регулювати положення монітора суттєво зменшує зручність користування. Справа в тому, що, коли дивишся під кутом на монітор, деякі кольори не відрізнити. Само собою, підрегулювати кут чи висоту монітора, щоб усунути недолік, неможливо.",
        "Брав два на роботу, у співвідношенні ціна/якість саме те.",
        "Шикарно виглядає, проте якість низька...",
        "за таку ціну нормальний монітор, іпс матриця, флікерфрі, тонкі рамки.",
        "Мабуть самий якісний монітор серед своїх аналогів з вигнутими екранами.Купував також не на розетці",
        "Можно ли підключить к ноутбуку HP EliteBook",
        "Монітор досить таки хороший, не дорогий, кольори насичені, чорний колір таки чорний, засвіти дуже мінімальні, в цілому задоволений ним, але невеличкий недолік все-ж-таки є: на багатьох зображеннях помітні пікселі в районі правого нижнього кута (на фото на жаль не видно) нагадує якусь мікро сітку.",
        "Товар доступний оплатою частинами від привату?",
        "Хороший монітор за свої гроші.",
        "Мені дуже подобається цей монітор)) він неймовірний)) Зображення дуже якісне та яскраве. Також подобається його дизайн, він ідеально підійшов для моєї кімнати))",
        "Так, монітор дійсно добротний. Можливо, моя думка відносно нього позитивна лише тому, що я не порівнював з аналогами. Але монітор цей - дійсно шикарний. І все було б ідеально, якби не брак, з яким не повезло і мені. Хоча в коментарі до замовлення я просив перевірити монітор на наявність битих пікселів чи засвітів, я так розумію, моє прохання проігнорували. Але в моєму випадку все не так погано. Засвіти ледве видимі лише у деяких випадках. Тобто, приміром, коли дивлюся фільм і в сцені абсолютна пітьма або ж взагалі йде зміна між сценами і видимим є просто чорний екран, то ніяких засвітів не видно.  Засвіти у моєму випадку справді не є проблемою.  Їх видно лише в окремих випадках (навіть не знаю, в яких саме). Вони, можна сказати, є непомітними. Що ж до битих пікселів, - скажу наступне. Перших кілька днів я тішився, що битих пікселів немає. Виявилось, що вони, все ж, є, але на стільки непомітні, що я спершу і не побачив, хоч і видивлявся. Їх на повністю білому фоні я нарахував 7 штук розкиданих у різних частинах екрану. Вони чорного кольору, а тому їх можна роздивитись лише на світлому фоні. Вони дуже маленькі і ледь помітні, схожі на маленькі пилинки. Лише три з них я десь інколи помічаю в якусь мить, а інші 4 ще менш помітні (вони ще дрібніші). Взагалі, щоб їх помітити інколи потрібно наблизитись ближче до екрану.Менеджер розетки запропонував мені повернути монітор. Але я подумав і вирішив, що для мене ці дефекти є незначними. Також, я не впевнений, яким буде інший монітор, який я куплю, чи буде він кращим, адже я хочу точно такий же, а, як я зрозумів, шанс знову попасти на брак є високим.",
        "Надзвичайно якісне зображення з передачею природніх кольорів без надмірного насичення як в IPS матрицях.З близької відстані проблем з пікселями немає взагалі.Ідеально для перегляду відео будь то Youtube, фільми.Для тих хто переживає чи підійде для ігор - підійде без проблем, затримок немає, картинка плавна.Дуже багато налаштувань параметрів монітору, які можна комбінувати та налаштувати під свої потреби.Вбудовані колонки десь на рівні динаміків мобільного телефону, тому на них не варто розраховувати.Стильний дизайн, найкраще співвідношення ціна-якість. Рекомендую для придбання.",
        "Почему в характеристиках указанно:DVIHDMIVGAА на картинке, задней части монитора чётко видно только VGA и HDMI?",
        "А це буде віндовс 10",
        "Придбав даний монітор. Дуже задоволений покупкою і доставкою товару курєром.",
        "Розмиті шрифти з макбук. Повернув назад",
        "Користуюсь тиждень, дуже задоволений якістю зображення (з графікою та створенням візуального контенту не працюю), приємна передача кольору, зручна регульована підставка, відсутність мерехтіння пдсвічування.",
        "Минулої осені купляв собі цей монітор, перша модель яка прийшла мені на руки після тестів мала жахливе мерехтіння після різкої зміни світлого значення зеленого каналу пікселя на темне (за курсором і будь-яким рухомим об'єктом залишався гидкий шлейф із зеленого кольору). Тестував на різних машинах і на різних ОС (на робочому пк і підключав як додатковий монітор для ноутбука). Написав в розетку, відправив їм назад, приблизно через тиждень-два прислали інший, у ньому цього дефекту не було. На новій пошті ще й було необхідно оплатити пересилку нового монітора. На даний момент усе працює адекватно, виконує свої завдання, не втомлює очей.",
        "хороший монітор в іграх є декілька режимів великий рекомендую.",
        "Нещодавно,у моєї жінки було день народження, я довго думав що їй можна подарувати,щоб вона була задоволена,я знав що вона давно мріяла мати монітор і я вирішив його придбати. Для себе я чітко знав,що монітор має бути виробництва \"Samsung\" оскільки Samsung-світовий лідер в сфері виробництва напівпровідників,телекомунікаційного та цифрового медіаобладнання,а також у сфері технологій цифрової конвергенції. Коли я прийшов до магазину і спитав поради,мені також порадили Samsung, і я не вагаючись його придбав жінці у подарунок, тому що він був не дорогий,виготовлений надійним світовим лідером з виробництва Samsung, коли жінка дізналася про мій подарунок вона дуже сильно зраділа цьому подаркові і сказала що давно про саме такий подарунок мріяла, я був у захваті що її так сильно сподобався саме цей монітор хоч він і не був дорогим. Я однозначно рекомендую монітор бренду \"Samsung\" і раджу всім його придбати, бо за такою низькою ціною кращого знайти буде майже неможливо, Samsung- робить чудеса❤️",
        "Російська версія сайту:http://www.asus.com/ru/Monitors_Projectors/VS197DE/#support_Download",
        "Купив  8.10.2013. Працює нормально!!! Надіюся так буде і далі)))",
        "Вже більше ніж пів року користуюсь, повністю задоволений, ніяких проблем не виникало.",
        "Після старого BenQ G2020HD - просто бомба! Перший екземпляр був з бітим пікселем - поміняли без питань, другий норм.",
        "Користуюсь монітором декілька днів, якість чудова, зображення чітке та гарне, очі не виснажуються. На биті пікселі перевірив - все ок, засвіти є по вуглам екрану, та вони помітні тільки коли в кімнаті зовсім темно, тобто якщо не шукати їх спеціально - їх і не помітно, довелося бачити на інших екранах засвіти, так можна сказати що на цьому їх не має зовсім. В іграх(Counter-Strike, WOT, Whitcher, Battlefield) веде себе нормально, ніяких шлейфів чи іншого не помітив, в інших задачах тим більше все чудово. До цього був старенький LG 19\" 4:3, порівінювати не має сенсу, я просто в захваті від нового. Перший раз маю справу з ЛОСем, час покаже яка якість, а поки все ок!",
        "Монітор стильний «Без рамковий» Можна сказати зо народний користуюся більше року нарікань на роботу немає підходить як для роботи з офісними програмами так і для Ігор.Під час тривалої роботи за комп’ютером очі не болять і не сльозаться як у більшості аналогічних моніторів данної ціннової категорії",
        "Придбав даний монітор через те що в характеристиках було вказано 75hz і технологіч freesyncГерцовку знайшов як поміняти, а як включити технологію фрісінк?",
        "Користуюсь даним монітором вже декілька днів і реально довольний як слон!Кльовий монітор, прийшов без якихось пошкоджень, битих пікселів і т д, зображення на вищому рівні, беріть - не пошкодуєте)",
        "Спочатку я був в шоці від заводських настройок цього монітору. Все плило , шрифт корявий, зображення не дуже, відео погане навіть при 1080 НД. Серед основних недоліків, могди б і зробити калібровку монітора на заводі. Якби я шоть чуть-чуть петрав в цій техніці, я б обовязково вернув. Але дякую тій дівчині, яка у відгуках виклала інфу, що вона використала програму GeForce Experience. Під час установки проги в автоматичному режимі вирівнялись шрифти і картинка покращала навіть на кабелі ВГА. Це був другий шок. З диску по рекомендаціям драйвер не ставив. В ручному режимі якость до оновлення драйвера якость удалось підлаштувати монітор , вирівняти ярлики на робочому столі. Зробити більш холодні полу тона. Да ще одне після відновлення драйверу чорний колір класний, а чисто білого як на Лижі так я і не побачив. Да є тепло білий колір, а білого немає. Може якщо відключити технологію збереження зору (синє світло і мерехтіння то білий з'явиться, але я вже і так в окулярах. Обійдусь без чисто білого. Хотя на попередньому моніторі LG була сильно яскравість білого кольору яку не можна було скрутити. Взагалі цей монітор на \"любітеля\". Якби я не хтів із зігнутим екраном і не дорогий, то звісно купив монітор LG хотя би за те що він автоматично зразу підлаштувався під найкращі кольори і шрифти. Я навіть потім пробував в ручному режимі підлаштовувати то не зміг так класно зробити. На ньому фото відео було супер, в інтернеті класно було часами сидіти, але в мене йог вже немає. Захотів вигнутий екран, нічого особливого, проте не гірше за інших. Я думаю що вигнутий екран краще відійде до 34\" моніторів, думаю там буде кращий ефект. Доводилось працювати за моніторами формату 20х9 то на краї було дивитись якось не зручно. Якби був вигнутий то біло б краще. Ще з чим не розібравсь, то це коли включаю комп, то потрібно включати окремо монітор, сама вінда його чогось не запускає чогось. Меню тоже не удобне в ньому. Хотя кнопка прикольна. У мене телик Самсунг з тією ж кнопкою. Можливо якцо диск здрайвером установлю то меню покращиться і буде доступною наша рідна українська мова, а так російська та інші. Менеджер на розетці говорила, що матриця VA сама краща навіть за IPS. Може і так, але це тільки стосується вигнутих екранів. на плоских як на мене найкраще IPS поки що. Ще присутні знизу засвіти і з боку зліва, під час перегляду фільмів на чорній полосі знизу їх добре видно, але це для мене не критично. У мне на телику страшні засвіти коли нічкою виключаєш його, то на весь екран плями, але з цим недоліком можна змиритись. Як намене краще одна людина відкалібрує ці монітори в автоматичному режимі на заводі, ніж це будуть робити мільйони і втрачати свій час. А там по бажаню клієнта можна самому дещо підкоригувати під себе. Ще одне порадував звук який виходить з моніка, чогось навіть кращий який виходить із системника. Не шкодую що не потратив гроші на вбудовані колонки. Ще одне що виявив. Так як я працюю в окулярах, то бачу покраях монітора темно жовті полоси на пів полоси прокрутки. А без окулярів такого ефекту не замічав. Якщо дивитись під певним кутом на монітор , то картинка не стає темнішою, еле міняє колір на більш світлий, чи міняеться полутон кольорів. Це трохи не приємно, значить як вже було сказано у відгуках що цей зігнутий монітор для одної людини яка сидить по центру монітора. І мабуть не варто вказувати що тут присутні 178 градусів обзору на цій матриці, хотя вони присутні але вже із зміною кольорів. Це все звісно моє субєктивне перше враження про цю модель монітору. Але комусь може вій відгук пригодиться. Якщо людина яка не знається на настройках елементарних то краще не купляє цей монітор, бо прийдеться його кожен раз перенастоювати під себе, якщо по якісь причині не вдастя обновити нормально дройвер. Я не геймер в ігри не граю. Тож як веде в іграх не підскажу. Але коли в ручному режимі виставив ігровий режим то картинка стала більш яркою і контрастною. Думав якщо не властя полюдські обновити драйвер то залишу його в ігровому режимі. Нічний режим так собі. Це можна міняти і на 10 віндовсі спокойно (можливо і на 8 але я знею не працював). Нічний режим тоже підлаштовується зміною темперетурного режиму і т.д. Кому не вистачає червоного кольору то замовсуванням стоїть на всі 3 колори 50% можите той чи інший колір добавити. Режим ПК /AV ще не розібравсь для чого ця штука. Одне можу сказати що в режимі AV вертається та штука яка корявить текст і взагалі цей монітор дає можливість якщо автоматично все настроєно класно ізородувати картинку до не узнаваємості. Можна зробит  ярлики розмитими, текст страшним, колір не дуже. Не знаю для чого це. Як на мене повина була бути можливість як покращити картинку, текст, відео, ігри і т.д.О такі діла хловчики і дівчатка з цим монітором. Головне щоб працював як можна довше. Був у мене Нью Сонік, так він за 2роки другий як сдох (шлейф від матриці відпаявся) і все.",
        "Для ps4 підійде? Комфортно буде на даній моделі грати?",
        "Після 5ти днів користування можу сказати, що монітор справив хороше враження.Хороша якість зображення, відсутня чітко виражена зернистість (порівнюю з робочим монітором Asus (23 дюйма, вже знятий з в-ва), там вона візуально більша). По кольоропередачі - мене влаштовує (але це дуже суб'єктивно, в мене немає эталону, щоб порівняти), та й у мене більшість часу ввімкнений фільтр синього (він тут присутній, є декілька пресетів, але якоюсь унікальною перевагою я б це не назвав).По засвітам - якщо добре придивить, то незначні помітити можна, але ніякого дискомфорту вони не доставляють.По \"заокругленню зображення\" - воно присутнє, виражається тим, що по краям зображення, якщо дивитись від центу монітора, трохи розмите (орієнтовно 1 мм, якщо нахилятись в протилежну сторону, то цей 1 мм зображення урізається, якщо дивитись перпендикулярно - то все нормально, але це рідкісні сценарії використання). Я так розумію, це плата за безрамочність. Хоча, через декілька годин я вже звик і перестав звертати увагу.Відносно самих рамок - вони склають 6 мм (в реальному житті вони візульно товщі, ніж на фото в описі товару).",
        "підключився автоматично без проблем",
        "Неможливо прикріпити до MBS-13F, так як заважає частина ніжки.",
        "здох появилася полоса прийшлося його викінути на смітник",
        "заказав другий раз прийшло все добре .. перший монітор прийшов без плівок і по інакшому був запакований тепер прийшла нова річ безпроблем і пікселів битих",
        "Користуюся більше 2х місяців - дуже задоволений. Одночасно підєднаний ПК і плойка. Нарікань 0. Вбудовна функція відсіювання синього кольору доомагає частково. Зручно перемикати режими.",
        "Підскажіть чи підійде цей монітор до цього пк https://hard.rozetka.com.ua/ua/artline_gaming_x39v12/p11974880/ Буду дуже вдячний.",
        "Екран робочий, битих пікселів не має,, засвіти є,  їх майже не замітно, оскільки на чорний екран постійно ніхто не дивиться і це мінус всіх ips матриць, тримає 75 герц, hdmi кабель в комплекті не підійшов , не давав зображення з інтегрованої відеокарти, а там була підтримка 2,0, так само на іншому компі на відеокарті не пішов, зате пішов цей кабельна сат-тюнері, а там підтримка 1.4. яскраве і чітке зображення, обирав між curved va матрицями та стандартними ips, вибрав цю модель бо маю практику з похожою моделю так само philips забудованими колонками. Якщо брати кращий монітор то тут не розженешся - не має потреби, всі вони одинакові, є різниця тільки  в 2к і 4к , а вони набагато кращі по картинці але там ціна. Я задоволений.",
        "Все ж один недолік знайшов",
        "Монітор чудовий",
        "Для домашнього використання за таку ціну прийнятний варіантМожна висловити подяку китайським виробникам",
        "Покупкою повністю задоволений",
        "TN матрицю ніякі квантові точки не витягуть. Брав для роботи, але очі мої не витримали дивитися на одну й туж картинку на цій моделі і сусідньому Macbook. Відправив назад наступного ж дня.",
        "Придбав декілька днів тому, помітив дефект на екрані(див. фото). Гарантійний талон samsung не заповнений, чи можна з таким талоном іти в сервісний центр? Чи потрібно також  видрукувати «гарантію» rozetka з веб сайту?",
        "#моєрозпакуванняМонітор показує чітку яскраву картинку. Ціна монітора відповідає заявленим показникам. Мене повністю влаштувала покупка цього товару. Дякую!",
        "Сьогодні прийшов, недоліків немає. Битих пікселів і засвітів немає.Задоволений на всі 200. Брав дружині в подарунок на 14 лютого.Asus дякую дуже, це бренд якому довіряю! Щиро вдячний!",
        "Чудовий монітор. Користуюсь 2 роки. Нарікань ніяких.",
        "Монітор бомба в шутерах порівняно з 60 гц в сто разів краще. Вирішили переробити лапу бо вона займає все робоче місце.",
        "Довго вибирав собі монітор і покищо ні на грам не пошкодував!Передача кольору просто чудова наявність всіх необхідних інтерфейсів, достатньої довжини блок живленя!!Все супер#мояраспаковка",
        "Битих пікселів не виявив, хоч і досить переживав через численні відгуки.Різба на ніжці погано нарізана, прийшлось великою викруткою з силою закручувати. На гаєчках роз'єму VGA також неякісні різьби, в результаті закрутив на один болтик. Нижня чорна глянцева рамка, на якій напис \"Panasonic\" досить хвиляста. Але це видно тільки коли блікує сонце, при кімнатному освітленні вона здається ідеально рівною. Торці скла монітору не дуже якісно оброблені і місцями видніються заломи світла, але це скоріш недостаток безрамочних моделей вцілому.Приємним бонусом став блідий сіро-голубий діод індикації напруги, оскільки монітор стоїть біля ліжка і вночі він не підсвічує кімнату, як це робив попередній монітор :)При цих мінусах потрібно розуміти, що це прекрасний дизайн більш дорогих моделей з хорошою якістю зображення в нижчому ціновому діапазоні.Якби в мене була можливість зараз, потримавши його в руках, купити монітор знову, я все одно вибрав би його. Задоволений покупкою на 99%",
        "Незважаючи на відсутність будь-якої технології адаптивної синхронізації (FreeSync, G-Sync), зображення передається дуже плавно навіть при 60 кадрах в секунду, якщо менше - то вже помітно подьогрування картинки, але це очікувано від даної моделі. Сама якість зображення та передача кольорів доволі непогана для TN, але треба потратити кілька годин для налаштування. Є незначне засвічування яке помітно в темних сценах, але до нього швидко звикаєш. Стенд дуже класний - монітор можна крутити у усі сторони без проблем і в той же час він не хитається і стоїть дуже впевнено. Дуже здивував розмір, до цього був монітор 22 дюйма, і я просто не очікував що 2 дюйми створюють таку різницю - він просто величезний.Можу запросто рекомендувати якщо Ви перш за все геймер, але й часто просто любите подивитись фільм, чи полазити в інтернеті - це теж дуже комфортно.",
        "Чудова модель монітора за таку ціну.",
        "Присутні засвіти в правому верхньому куті. Виявив лінію \"битих\" пікселів в 2 см, виправив програмно",
        "Придбали мені цей монітор на роботу. Стоїть windows xp, налаштуваннь ніяких не робив, просто підключив до системного блоку і все працює. Не миготить, зір не подражнює, кольори передає якісно. На підставці стоїть впевнено, пару разів випадково зачепив, але монітор встояв",
        "Користуємось монітором 2 місяці, враження - тільки позитивні. Дуже сподобався дизайн, вузькі рамки, є вбудовані колонки. Засвітів, про які деякі користувачі писали вище, в нашому моніторі немає (може, це як кому пощастить з  моделлю). Щодо обслуговування Розетки - як завжди, все на вищому рівні.",
        "Боявся щоб не було засвітів, є не сильно помітні з правої сторони внизу, і лише на чорному, при сірому, і світлих тонах, кольорах не видно.а вот з пікселем, не знаю що робити",
        "Монітор повернув. Переглянув цю ж модель в декількох інших магазинах, все ті ж засвіти (можливо бувають і дещо менші, але всерівно дуже критичні, змінюється колір не тільки на чорному фоні). Не рекомендую.",
        "Монітор просто казка. Зображення, дизайн, розмір - всі параметри просто чудові, як монітора для домашнього компьютера. Перегляд фільмів - одна насолода! Зручно працювати з текстовими та графічними документами. Хороша, адекватна ціна.",
        "Запитання представнику чи власникам моніторів. При підключенні до монітору навушників чи колонок відчувається шум, це брак чи так у всіх моніторів ? Шумить і з підключеним кабелем HDMI, і без...",
        "монітором задоволенийзасвіти мінімальні по краях, і видно лише в темнотінепогано відкалібрована матриця, жоден з кольорів не ріже очіочі не втомлюються, на відміну від матриць дешевих ноутбуківхороша яскравість, в день достатньо 70-80 на ніч приходиться зменшувати до 30 якщо працювати в темнотіякихось критичних недоліків для іграшок не помітив, але поки не тестував в якості монітору для приставкиз недоліків:- досить низька підставка, хотілося б більшої  - на убунті звук по hdmi передається в 2 рази повільніше але це проблеми самої ОС, на інших системах таких проблем не помітив- через тонкі рамки незручно переносити, бо нема за що взятися і боїшся розчавити матрицю- найголовніший - кабель живлення який дуже легко відходить при необережному русі (це проблема всіх моніторів з подібним кріпленням), можливо якщо стяжкою закріпити кабель на підставці то такої проблеми не буде",
        "Ціна якість відповідають, зображення чудове, + HDMI кабель, простий у налаштуваннях",
        "Монік просто шикарний за свої гроші .",
        "чудовий монітор для роботи, заряджає MacBook, що має велике практичне значення",
        "Дуже зручний по ширині, для фільмів саме те бо хотів купувати телевізор, тепер точно буду замовляти цей монітор та змога з допомогою програми розділяти монітор на дві зони, водночас працювати та фільм дивитися дуже зручно, як піде з іграми ще не в курсі але думаю буде дуже класно.",
        "Читав коментарі про засвіти. Нічого не виявив. Дуже порадувала якість зображення.",
        "користуюся уже рік, все ок, рекомендую",
        "багато інтелектуальних режимів, крута передача кольору, за свої гроші ідеальний монітор",
        "Нормальний монітор. Сьогодні підключив. Мені подобається. 75 Гц підключились автоматом. Кольори, як дехто тут пише, я не калібрував. Я не балуваний ;) просто зменшив яскравість аж до 5 і мене все задовольняє ))",
        "Чудовий монітор за свою ціню, використовую його для робити з графікою",
        "Був задоволений покупкою, але.. (дивіться на фото). Там погано видно, крім великої чорної плями ще 4 биті пікселі. Жахливо.",
        "Користуюсь день, яскравий, а головне працює. За день сидіння за ним очі досі не втомились. У налаштуваннях відсутня укрмова, проте є енгліш, рус та ще ряд мов.",
        "Кілька місяців користуюсь, усе чудово",
        "Гарний великий монітор за свою ціну. За 4 місяці користування недоліків не знайшов. Покупкою задоволений.",
        "Користуюсь десь півроку. Все налаштовується, яскравість в тому числі..так як я її зменшував (стандартна занадто яскрава була). Фільми дивитись приємно, як і в цілому користуватись. Однозначно рекомендую!",
        "Монітор хороший,але на жаль замітив битий піксель в правому нижньому кутку...((І вже 14 днів пройшло..прикро коштує не малих грошей,а бракований...",
        "Сьогодні забрав цей велечезний монітор. Хоча після 24-дюймового Dell цей здається трішички нижчим. Власне базова математика: (2560/1962)*24=32 дюйма. А тут тільки 29. Але за 10 хвилин використання я забув про недостачу трьох дюймів. Зображення відмінне. 2560Х1080 виправдав мої сподівання. І хоч в ігри вже давно не граю, але знайшов на компі папку з Козаками 3 і запустив їх - все класно - більше геймпаду на виду.З фільмами не все так просто. Знайти фільм у такому співвідношенні і хорошій якості не так і просто. Але коли знайшли - виглядає супер! Ну і звичайно ви можна гратися налаштуваннями вашого відеопрогравача щоб досягти цього ефекту. В цілому покупкою задоволений. Замовив 1-00 ночі і 10-00 ранку вже міг забрати. Чудово. Порівнював з 29WK600-W. Але оскільки передбачається просто домашньо-офісне використання без насиченизх ігор - вирішив не переплачувати. Більша частина додаткових фіч мене не цікавила.До речі за звук в моєму випадку відповідає портативна колонка на 10 Вт. Думаю пізніше купити щось по серйозніше. Поки вистачає. Ну і думаю кріпити на стіну думаю купити пізніше.",
        "Нету болтиков для подставки!!!!!!!!!!!!!!!!!!!!",
        "Сказано вже багато іншими, немає що добавити. Читайте характеристики й думайте.",
        "Вдалий вибір!",
        "Кул. Самий класний монік для ігруль ціна якість насищений.",
        "Питання до представника чи можливо якось відправити на ремонт за мої кошти, і якщо проблема з дисплеєм чи можливо відремонтувати? і які можуть бути причини в поломці, використовува як стандартний юзер нічого особливого..",
        "Очі не болять, картинка чітка. В іграх все влаштовує (ну не геймер я).Не знаю чому не поклали HDMI кабель замість VGA (там різниця - копійки), але і без того монітором повністю задоволений.За свої гроші він мабуть самий топ. Да, могли б DP і DVI зробити, да, є засвіти де матрицю сильніше притискає пластик, але і без того він - супер.Довго не міг зрозуміти як розібрати підставку. Виявляється там просто дуже сильно треба тягти на себе (там стальний язичок тримає. То перший раз воно по пластику туго йде :) Далі вже легше.А, і кут нахилу таки регулюється. Там механізм теж в самому моніторі. Просто також потрібно трішки надавити (в правильну сторону! - Верх від себе). В то будете як я, стояти є сидіти пів дня згорблені :)",
        "Купив місяць тому , користуюсь з задоволенням дуже гарний монітор.",
        "Отримав пару днів тому. Прекрасний монітор. Після мого 19 \" це космос))) чіткість зображення на висоті! Але є і мінуси, нема HDMI кабеля в комплекті. І гарантійний талон не заповнений... За це -1.",
        "Взяв свій перший монітор на IPS матриці. Що скажу - незвично. Швидко налаштував. Колонки - ну норм. Як для моніторів бюджетного сегменту піде. Дякую Розетці за швидку доставку до Львова!",
        "Я професійний фотограф і пів року вибирав новий монітор по ціні якості. Різниця з попереднім просто разюча чіткість та кольори дуже гарні. Вагомим аргументом була безпека для очей. Зразу скажу навантаження . Але воно набагато менше. Фільтер blue light це всього навсього налаштування в яскравості. Але воно набагато зменшує навантаження на очі. А флікер фрі чудовий тест з карандашем позитивний. Око завжди працює змінюючи кут і не так шкодиться. Розмір 32 теж не спричиняє проблем всі деталі гарно видно.",
        "Монітор дуже елегантно виглядає, мені попався екземпляр з невеличкими засвітами, але це рулетка (особливості технології). Не шкодую, що взяв взагалі.",
        "Хороший монітор, відповідає опису. Неочікувано порадував приємною картинкою. Просте інтуїтивне керування налаштуваннями. Відмінний дизайн прийшовся до вподоби школярці та чудово вписався в інтер'єр дитячоі кімнати.",
        "Судячи по відгукам монітор не поганий. Скажіть будь-ласка чи підходить цей монітор для таких ігор як кс:го, пабг , форза 4  ітд",
        "Монітор сподовся, але без рамочний ні, там десь 1-1,5 см полоса чорна екрану.",
        "моя распаковка",
        "Нормальний монітор для роботи (офіс).",
        "Непоганий монітор в плані можливостей і в співвідношенні ціна/якість. Без особливих дизайнерських непотрібно. Відсутній DispleyPort в комплекті (тобто можете сміливо 200-300 грн до вартості добавляти якщо хочете його на всі 100% відчути)",
        "Не працює в 144гц з HDMI 2.0 (gtx 1660 ti)Хтось знає як вирішити цю проблему?",
        "Монітор подобається",
        "Класний монік! Користуюся місяць і ніразу не засумнівався в правильності свого вибору.Крутяцький дизайн, проста зборка, багато зрозумілих налаштувань, гарні кольори, все Cool !",
        "Працюю в проектних програмах типу AutoCAD, задоволений на 100%. Важка і стійка підставка, гарний дізайн, трохи не впевнено  закріпився монітор до підставки. Перший час очі звикали до нового монітору, чуда не сталося як для втоми очей це звичайний монітор.",
        "Дуже великий монітор порівняно з моїм старим самсунгом 19 дюймів. Сам BENQ виглядає класно, зображення красиве, екран великий, є різні настройки по зображенню, я виставив стандарт. Однозначно раджу купувати цей монітор, за такі гроші кращого не потрібно.Битих пікселів не було, чек розетка поклала.",
        "Монітором задоволений. Спочатку дивився на філіпси, елджі та самсунги. Але у цьому ціновому діапазоні в останніх якість підставок (переживаєш щоб кіт не перевернув) та пластику не дуже висока. Почитав відгуки на профільних сайтах про монітори - звеонув увагу на benq. Матриця тут ніби від LG. Підставка хороша за таку ціну. Вже з тиждень користуюся - все ок.Два мікронедоліки:- колонки доволі тихенькі - не розраховуйте на них, навіть спокійно музику не послухати  (це типу на чорний день вони тут); мені не критично, але може комусь знадобиться;- світодіод кнопки 'вкл'/'викл' - доволі великий, тому коли вимикаєте перед сном комп - він доволі помітний в темноті; це мікронедолік, але кому як.На даний момент не жалкую про покурку.",
        "Чудовий монітор за свої гроші маю такий два в ігри на двох моніторах грати просто чудово",
        "как ему растянуть рамки на полную?",
        "Чудовий бюджетний варіант, купували для батьків, вони задоволені.",
        "За такую цену просто супер!!! Брал для приставки, в общем доволен!",
        "Хотілося би мати відповідь, чи є такі засвіти гарантійним випадком",
        "На мій погляд, прекрасний вибір за свою ціну! Підійде як для праці, так і для ігор чи перегляду фільмів. #мояраспаковка",
        "Загалом товаром задоволений",
        "для ігор краще брати TNматрицю 1-2мс це моя особиста думка",
        "Сьогодні придивився до \" битого пікселю\", і там наче не піксель битий, а між ними якийсь брак Представник компанії може відповісти, які норми по битих пікселях та щось крім \" звертайтесь до сервісу\"",
        "все добре, якщо не сидіти в упор то нормальна картинка і ні пікселів, нерівностей шрифтів щоб ви були впевнені - знайдіть в магазині  і подивітьсяпо засвітах - він ідеальний, навіть не думав що IPS так може, все рівномірно і темно один \"битий\" піксель чорний в правому нижньому куті ....ось думаю повертати чи ніЗ одного боку я тепер знаю де він, хоч і він в самому куті, з іншого - ідеальна  матриця без пересвітів взагалі, а це рідко для IPS",
        "підключив по Дисплей порту і частота екрану 120 гц замість 144, що за чортівня? До цього був монітор від мсай на 144 то там все добре показувало. тут що???",
        "Обрав саме цей монітор саме завдяки хорошій передачі кольору, чорний колір ідеальний.  Якщо порівняти MPG27CQ з моїм старим монітором MSI G24C,  то другий володів меншою яскравістю, насиченістю і передача чорного  віддавала сірим. Також вагомим фактором є безрамковість і стильний вигляд. Приємно вразила технологія GameSense, хоча можна обійтись і без неї. Тільки ніжка монітору займає багато місця, потрібен новий стіл або кріпити на штатив.",
        "Чудовий монітор за свої гроші. Якість зображення на висоті- підєднаний  через дівіай-ді. Битих пікселів не видно, працювати за таким моніком одне задоволення. До цього був ЛДЖ на 22 аналоговий з лед підсвіткою, так я й не думав що така може бути велика різниця. Дуже чудовий монітор. Своїх грошей коштує на всі 100%.",
        "Монітор за два тижні користування показався хорошим. І по якості картинки і по ціні. Фільми в HD дивляться нормально. Засвети видно тільки на чорному тлі. А так в принципі забуваєш про них. Є пару режимів настройки ( кіно, читання..), їх не часто приходиться переключати, нічого особливого. До монітора підключено тюнер ТВ через hdmi і  підключені колонки через 3.5 роз,єм. Гучність можна регулювати джойстиком монітора, наприклад, виставити максимум 80/100.24\" для Fullhd - більш не треба.",
        "#моєрозпакування",
        "Не рекомендую до покупки, хіба дуже потрібен монітор.",
        "Даний монітор непридатний для використання у промислових цілях через vga інтерфейс, через певний період часу монітор !САМ ВИМИКАЄТЬСЯ, тобто йде у режим енргозбереження! На форумі виробника описана ця проблема, вирішення тільки одне - використовувати hdmi. На наших тонких клієнтах є vga та dp, тепер потрібно шукати перехідник з dp на hdmi. Добре що ми купили тільки один такий монітор. Більше купувати не будемо.  Також на чорному фоні видимі білі плями від підсвідки в нижній частині монітору.",
        "2 місяці ще не показник, але взагалом всім задоволений. Зібрав і встановив за 5 хвилин, битих пікселів, на щастя, не було. Підключив через Display Port. В настройках майже нічого не міняв, кольори, яскравість і контраст підійшли. Мусив змінити розмір системних шрифтів, бо здавалося все занадто малим, особливо після попереднього монітору. В офісних аплікаціях, а також і в іграх показує себе чудово.",
        "Купив на Розетці, доставили швидко. Перед тим був монітор dell u2515h (купляв не на розетці) тому при замовлені даного монітора я вже приблизно знав що купляю та покупкою повністю задоволений. Засвітів не помітив і битих пікселів теж, правда чорний колір не зовсім чоорний (так як і на моделі u2515h). Кольопередача хороша, правда є інша модель UP2716D де кольора кращі (у мене на роботі є такий, тому мав змогу порівняти), але це прописано в характеристика даної моделі, де максимальна кількість кольорів = 16.7 млн (UP2716D максимальна кількість кольорів = 1.07 млрд), але врахуйте що і ціна інша, але для тих хто займається графікою я б рекомендуваввсе таки брати модель де кількість кольорів = 1.07 млрд, діагональ вибирайте самі. Яскравість кольорів хороша. Чіткість скручена на 60%, так як при 100% всі стає дуже зернистим,  коли нижче 60% тоді зображення стає трохи розмитим (u2515h чіткість була 100% і все відображалось гарно), можливо це повязано з великою діагоналлю екрана.",
        "Зявилось легке мерехтіння по горизонталі по всьому екрані. Не рекомендую.",
        "Пишу перший свій відгук, оскільки не міг не написати. Монітор просто супер, рекомендую, використовою для роботи з документами, просто бомба.",
        "Монітор чудовий хоча небуло за два дня часу випробувати.Прийшов вчасно і без зайвих пошкоджень.Тільки питання - в коробці був тільки пустий гарантійний талон -книжечка (з рекомендацією його самому заповнити) .Чеки про покупку -відсутні ,талон непропечатаний.В разі гарантійного обслуговування як бути??? брав оплату частинами.Дякую.",
        "Дуже класний. Вперше купую товар фірми Dell, і ним виявився цей монітор.Коробка прийшла без сильних пошкоджень, сам монітор з одного боку не до кінця був обгорнутий внутрішньою упаковкою, елементи конструкції були добре складені. Під'єднав до системника за допомогою кабеля HDMI-HDMI. Битих пікселів не було виявлено поки. Самих пікселів не видно як для Full HD (1920x1080) на 27 дюймів, сиджу на відстані 70-80 см (+/-). В темній кімнаті на чорному екрані підсвітка по краях, зокрема, в нижніх кутах монітора, трохи більша як у інших місцях, якщо дивитися на камеру телефона, на око майже не спостерігається. Це, напевно, і є засвіти, про які пишуть, але як для мене не сильно критично. Ніжка тримає монітор, можна сказати, впевнено. Меню просте, стандартні налаштування присутні, кнопки трохи жорстко натискаються. Для повсякденного використання за таку ціну, думаю, хороший варіант.",
        "Всім привіт. Вчора отримав монітор. Оновив прошивку до актуальної версії, встановив необхідні драйвера. Картинка рівна, не бачу яких-небудь засвітів, все рівномірно. Однак, є проблема зі звуком, він просто не відтоврюється. Дисплей відоражаєтья в пристроях відтворення звуку, увімкнений і обраний за замовучуванням. Шкала відтворення звуку відображає активність, однак звук відсутній. Також спробував використати інший DisplayPort, що не йшов у комплекті, ситуація не виправилась. З драйверами все гаразд, конфліктів не має. Коли переключаю звук на інше джерело (ноутбук), все гаразд. Читав, що монітор можна укомплектувати додатковими звуковими саундбарами, але це вже додатковий девейс, який немало коштує. Монітор підключено до HP EliteBook 840 G3 через оригінальну докстанцію. Питання до власників аналогічної моделі монітору, як у вас із відтворенням звуку, чи все гаразд, чи не було проблем? Якщо так, то як їх вирішили.Є також притензії до магазину Розетка: 16 часли у вечері провів оплату, визначена дата відправки лише 20 число, що дуже довго! Ок, але товар відправили лише 22 числа, і за це великий мінус магазину. Також в комплекті відсутній компакт диск. Це ніби не проблема, ажде все можна скачати на офіційному сайті Dell, але він має бути.",
        "Гарний монітор для фото, відео, та в принципі ігор. Звісно різниця між 120гц монітором помітна, але ж і кольори тут ліпші. Короче грати можна. А от збірка монітора на 3 з мінусом. Пластик душманський.",
        "Добре підходить для дизайну та друку. Широка гама кольорів, заводська калібрація. Для професійних змагань в іграх навряд чи підійде. Для більшості людей цей монітор для ігор цілком підійде. До речі, на моєму моніторі рожевого не помічено.",
        "Сьогоднi купив, задоволений! Монiтор великий, яскравий, все гут! Картинка чiтка, вiдео без артефактiв i т.д.",
        "Як цей монітор в порівнянні з цим BenQ EW277HDR. Яка між ними різниця?",
        "Користуюся вже півроку. Класний монітор за прекрасну ціну. Єдиний нюанс - власникам нових відеокарт потрібно заздалегідь придбати HDMI кабель бо в комплектації іде тільки VGA.",
        "Чудовий монітор",
        "Монітор на свої гроші дуже крутий, жаль що до нього не йде HDMI. А так все супер.",
        "Дуже задоволена покупкою, тепер можна працювати і не боятися за свої очі.",
        "Це вже другий монітор з сетапу, що запланував: U2419HC + U2720Q (ще немає у продажу) + U2419H. Купив для них кріплення на 3 монітори. Все це підключається до macmini 2018. Хотів зекономити і не купив другий HC із входом Type-C. Думав підключити послідовно DP-кабелем по MST-протоколу. Як результат - 2 монітори працюють тільки у режимі дубля, MAC Os не розуміє DELL-MST, щоб можна було зробити розширений екран. Можливо представники бренду щось підкажуть? Довелося підключати по hdmi цю модель. Загалом, доволі вдала модель. Я задоволений. Рекомендую. Стосовно ігор нічого сказати не можу. Матриця тут стандартна для цього класу. Монітори купувалися для робот з дизайну.",
        "Якість недуже. Підійде для школярів, ігор, чатково для роботи. Протипоказаний для дизайну, верстки, роботи з графікою чи відео бо кольоропередача недуже.При пересуванні моніка або якщо стіл хитнеться може вилітати кабель hdmi або живлення.",
        "Купив один монітор, через різ купив ще один. Все супер. Єдиний момент який замітив - це різні відтінки. Але, це не проблема.",
        "Оперативная доставка заказа. Спасибо, всем доволен.",
        "Чудовий монітор за свою ціну. Оптимальна діагональ та роздільна здатність + тонкі рамки (але все-таки не такі тонкі, як на картинках - маркетинг він такий). Зображенням задоволений на 100% + широкі можливості налаштування під будь-які потреби та очі. Єдине, що не надто сподобалося - глянцевий дизайн задньої частини.",
        "Працює відмінно. Рекомендую.",
        "Що тут писати багато) Класний монітор!",
        "Здравствуйте, можно ли разогнать 100-144гц?",
        "Чудовий монітор для моїх потреб, а враховуючи ціну взагалі топ. Підключив до macbook pro 2015 через dіsplayport - mini displayport, все масштабується як треба. Через hdmi дуже дрібний інтерфейс.Ніжка металева, монітор не хитається. Завдяки своїй формі займає мало місця на столі. Битих пікселів не було, мінімальні засвіти в нижніх кутах.Джойстиком дуже зручно користуватись, є швидкий доступ до яскравості, вибору входу і режимів.Шкода, що немає vesa.",
        "Користуюся даним монітором вже другий рік й жодного разу він мене не підвів. Картинка якісна, чітка, без вицвітань пікселів. Використовую в офісній роботі, дуже зручний для перегляду текстів, документів, зображень, інтернет-серфінгу. Кілька разів використовував HDMI вихід для підключення ігрового ноутбука, зображення виявилося набагато якіснішим \"жирнішим\" ніж на ноуті. Радує меню настройок монітора, дозволяє обрати оптимальний режим зображення, що значно полегшує життя при довгому перегляд документації. Серед переваг: чудова картинка за відносно невеликі гроші і це не дивно, адже Samsung зараз є топом з виробництва якісних мультимедійних пристроїв, гарний дизайн, а особливо рельєфна задня стінка додає колоритності робочому столу в офісі. За два роки роботи недоліків не виявлено. Легкий в налаштуванні, драйвери у вільному доступі на сайті виробника. Гарний пристрій, рекомендую для придбання.",
        "Це другий монітор який замовив, тільки приємні враження від користування",
        "Не знайшов в коробці гарантійного листа. Як можна отримати?",
        "не могу найти драйвер на монитор Dell UltraSharp U2412M, кроме того, по входу DVI не работает, видеокарта NVIDIA GTS-450, OS Windows XP, еще попробую на Win_7",
        "Чи допустиме те, що одразу з коробки є 1 битий піксель?",
        "Монітор в принципі непоганий. Після IPS матриці спочаткубуло незвично, тому, що він трохи по іншому відображає кольори. З самої покупки трохи гнітило, ща є затемнення в правих кутках, але почитав про цю штуку в інтернеті, то пишуть, що це такий недолік, який часто зустрічається у ЖК моніторах та телевізорах, та й змирився з цим. А от сьогодні замітив, що з'явився щей застигший піксель. Може він і раніше появився, а я його не замічав, але тим не менш, він є.",
        "Все отлічно Монітором довольний.Пагано що комплектується кабелем Vga могли би і покласти Кабель HDMI",
        "Чудовий",
        "За такі гроші чудовий монітор.",
        "Відмінний монітор за невисоку ціну",
        "Два тижні користування",
        "Монітор за свої гроші супер!",
        "Після вимкнення ПК монітор не переходить в режим сну, висить надпис про відсутність сигналу HDMI. Можна якось поправити ?",
        "Монітор як для економ класу не поганий но...",
        "Щойно забрав монітор. Усе чудово, та не можу знайти гарантійний талон",
        "Супер! Задоволений покупко на всі 100%. Раджу.",
        "Вартує своїх коштів. Якість картинки гарна. Те що хотів.",
        "Ціна якість - хороша. Головне що одного мало. Хочеться ще один квадратний підключити, бо два широких забагато )",
        "Користуюсь монітором 3 дні,політ нормальний).Покищо підключив через HDMIпредача кольорів норм(виставив на відеокарті повний діапазон 0-255)планую докупити кабель дісплей порт,мб буде краще.Сподобалась менюшка проста і зрозуміла.Мінус даного монітора це не дуже стійке кріплення але якщо не штовхати і не спеціально трусити стіл то все буде гаразд.Конкретно на моєму моніторі битих пікселів не має але є маленький \"засвет\"в правому нижньому куті.замітно його тільки на чорному фоні і то якщо приглядатись під кутом 45 градусів з протележного боку.В загальному монітором задоволений,яка ціна така і якість! Розетка молодці в пятницю зробив замовлення,в понеділок доставили монітор",
        "гарний монітор жодних битих пікселів",
        "За свої гроші хороший товар Простий у використанню",
        "звичайний офісний моніквийняв з коробки і працюєрекомендірен",
        "Таке питання. На цьому моніторі 144Hz, якщо фпс падає до 120-130, або і нижче картинка виглядає, як на моніторі в 60 Hz при 40-50 фпс, це так повинно бути? Включення вертикальної синхронізації нічого не міняє. Відеокарта msi rtx 2070s",
        "Нещодавно придбав дану модель. Після старого 22\" Acer a, який послужив мені більше 10 років, якість картинки, як мінімум - вражає. Але засвіти..єдиний мінус, який я, побачив за кілька днів користування. 4 з 5.",
        "Одразу після підключення помітили жовту розмиту полосу зліва по всій висоті екрану. Найбільше це помітно на білій заставці. Напевно якийсь дефект, бо в справа чи зверху або знизу цього немає, тому чітко помітно різницю. Спробували VGA кабель і HDMI і результат однаковий - жовта тінь залишається. Намагались поміняти щось в налаштуваннях, але логічно, шо це не допомогло, бо зміни відбуваються на всьому екрані, а проблема лише зліва.Не знаю чи це проблема конкретно в моєму моніторі, чи це нормально для всіх IPS матриць. Але зазвичай відтінок був би на цілому екрані, а не лише з одного боку.",
        "Зробив заміну27.01 відправив до Розетки, 01.02 отримав новий на заміну ( без проблем та іншого , подзвонив менеджер і сказав що магазин підтверджує заміну) Новий дисплей прийшов з 3!!! Трьома Карл !!! Битими пікселями 2 голубих і один чорний ... Щоправда один голубий зник сам через 10 хвилин Та ще з якимось прямокутником збоку І щось заміну вже не хочеться робити, а просто забрати гроші ...",
        "Мені пощастило, з першого разу прийшов чудовий монітор,без битих пікселів та засвітів. Ідеальна картинка, я задоволений.",
        "Вирішив повернутиНа вигляд навіть то не піксель, а якійсь дефект між пікселями , фото спробував зрбитиВідправив до розетки з пропозицією обміняти, а не забирати гроші Сказали будуть приймати рішення до 14 днів ...Окремо по отриманню і відправленню по Новій Пошті Отримав з ноутбуком , заборонили під'єнувати монітор щоб одразу перевірити на биті пікселі , за правилами пошти можно вмикати тільки в розетку, не більше. Щоб можна було одразу під'єднати до ноута треба і перевірити все на пошті при отриманні - відправник ( розетка) має зробити помітку що дозволяє під'єнуватись до пристрою....При відправленні назад монітору  нова пошта відмовилась відправляти монік без обрештування фанерою, хоча 2 дні назад вони мені його доставили просто в коробці самого моніка...Короче, Розетка придумала гарний сервіс в межах закону \" перевірка на биті пікселі\", типа заплати і випадку чого - не будеш пересилати туди сюди і чекати більше пів місяця.Про результати розгляду розеткою відпишу, поки все ок і толерантно  Про нп давно зрозуміло - знахабнілі, треба переставати юзати їхПро асус... Партія з купою браку і відсутністю дій з боку компаніїПару сотень моніторів не варті втрати ім'я асус-гарантія надійності, розчарований",
        "Все як завжди швидко, надійно, якісно.",
        "Монітор прийшов без битих пікселів та засвітів, меню просте в користуванні, якість зображення за дану ціну просто супер!!!",
        "Монитор добрий, своїх грошей коштує, приїхав вроді без битих пікселей, не знайшов. После 2 часов начинает болеть глаза ну в еко ридижиме все нормально",
        "Добре запакований, гарна червона підставка, для роботи та ігр в самий раз",
        "Перевіряв монітор на Новій пошті, після підключення одразу помітив нерівномірність білого, по кутах він жовтоватий. В темряві просто жахливі засвіти на чорному. Не став забирати посилку.",
        "Вирішив прикупити монітор з частотою 144Гц (оскільки старий монітор пішов спати), боявся, що не відчую різниці між простим, але я ще так ніколи не помилявся в хорошому сенсі)))!!!",
        "В цілому задоволений. Брав у самому центрі столиці - майдан Незалежності (магазин  Розетка). Консультанти (адміністатори) молодці, а от на видачі продавець не сподобався, на  моє прохання під'єднати до компа  щоб я побачив зображення, відповів що платна послуга 200 грн. :).",
        "Широкий яскравий, є ай-сейф мод, чіткий якщо нормально робоче місце, дуже зручний радіус",
        "Чудовий монітор. Грати та працювати одне задоволення. Писк про який говорять, він є, але при деяких налаштувань. Цей писк дуже легко убрать. Якість картинки чудова. Коли вимкнений мигає синій індикатор, але якщо порівнювати зі старішими моделями, то дуже слабелько мигає, на старом всю кімнату освітлювало, а цей тільки стіл. І на майбутнє тим хто його купить, якщо ви хочете 144 ГГц, то потрібно HDMI кабель який у комплекті, вставить у другий порт HDMI, а не у перший.",
        "Монітор доставили на 4-й день, все заявлене в комплектації - є. Монітор працює гарно у всіх режимах. Можна  замовляти. Порівняно з моїм стареньким монітором - просто супер.",
        "Купляв не тут. Але можу сказати, що монітор вартує своїх грошей. 75hz присутні. Динаміки середньої гучності, середньої якості звуку. Виглядає дуже стильно, міцна підставка.",
        "Купив монитор. За свої гроші класний вибір. Якщо відеокарта від Нвідіа то можна розігнати до 75 герц.",
        "Не задоволений",
        "Сподобався дизайн монітора,тонкі рамки, підставка займає мало місця. Якість картинки хороша,яскраві кольори, швидка матриця. Несподобалися вертикальні кути огляду, зображення ніби замилюється, з горизонтальними все нормально. Головний плюс -частота 75 гц, відчутно краще для очей у порівняні з 60 Ггц. А от якість збірки посередня: є невеликі засвіти по куткам  і головний мінус велика кількість дефектних пікселей, оскільки монітор відноситься до 3 класу по стандарту ІSO 13406-2. Я нарахував 9 штук темних цяток (як  на фото ), по стандарту допускається 15 шт. на 1 мільйон пікселей. Дефектні пікселі майже непомітні, але вважаю, що продавець повинен вказувати таку важливу інформацію як клас матриці, особисто мені не дуже приємно бачити дані дефекти, хоча вони і в межах норми.",
        "HDMI комплектний відкинув в сторону,замінивши на DP-DP кабель. Через AMD CCC вдалось створити 75 Гц. Хоча може і при  HDMI можна було таке провернуть. Хто зна. Але за DP v1.2 віддав 170 грн. приблизно. Ще момент DP кабель - 1,8 метра - 6 футів, що вистачило на бажане розташування монітора. А комплектний HDMI - метр, що короткувато до системника який майже на підлозі. Монітор як монітор. Досить великий, думаю 27 дюймів було б занадто. Хоча? Аби по грошах то можна б і спробувати. Все придивлявся до битих пікселів. Зразу не виявив, а тепер і не хочу брати окуляри на лоба.  Було, правда, декілька разів - ось є про що всі плачуть - але тернув пальцем а то пилинка якась на екрані , а не битий піксель. Якогось фонтану окропу ,як то кажуть, від цього IPS BENQ немає. Може ще не налаштував до толку все що можна. Буде щось нове з вражень - одпишусь. 75 Гц працює без проблем. Але монік брався з прицілом на ще не розпаковану GTX 1060. Цікаво, що там покаже За сим хвататає на сьогодні Вас мурижить розказнями. .",
        "Став я володарем цього монітора. От і я вирішив написати свій відгук. В загальному монітор вартує уваги. Купувався для креслення. 24 - ка мені якраз норм. Думав над 27 дюймів але тоді треба було б брати з розширенням 2К.  Підключений через кабель DisplayPort. В комплекті є кабель HDMI, але до нього з часом підключу TV box. (Хтось мене зараз захейтить що монітор для цього замаленький))) Засвітів та битих пікселів немає, тому вирішив не міняти його. Має вбудовані колонки. До монітора прикупив собі кронштейн на VESA, бо маю малого spider man  в хаті.  А ще не сподобалося що при розпаковці монітора на екрані не було плівки.",
        "Очень хороший монитор за такую сумму!",
        "Дуже хороший. Рекомендую.\rЗнятий з виробництва, але є майже такі самі (трішки покращені) моделі.\rВін вартує більше.",
        "Купляв по акції, в подарунок отримав powerbank, за 2 місяці роботи нарікань немає",
        "#моєрозпакуванняДуже гарне зображення, як на таку ціну, та і виглядає монітор дорожче ніж коштує. Я думаю  краще монітора за цi грошi. ви не знайдете, а 24 місяці гарантії - приємний бонус до і так приємної покупки.",
        "Неберіть цей монір!Краще додати 1тис.грн і купити щось краще.",
        "Купив, підключив, все працює без проблем на NVIDIA GeForce GTX 1060 6 GB, intel(r) core(tm) i7-7700k cpu @ 3.60ghz, оперативка16GB, КРУТО)))))",
        "Цілком задоволена покупкою, \"засвітів\" не досліджувала, але \"неозброєним оком\" не помічала. #моєрозпакування",
        "Беріть не пожалкуєте!Взяв його на заміну другого запасного монітора,і не жалію в своєму виборі,монітор суперский)",
        "Монітор сподобався, битих пікселів не помітив. Але відсутній гарантійний талон.",
        "Дуже сподобалась якісь зображення.",
        "На офіційному сайті пише що розмір пікселя не 0.0518 х 0.1554 мм, а 0.1554 x 0.1554 мм. https://www.lg.com/ua/monitors/lg-34WK95U-W",
        "Він підійде до ps4?",
        "..за свою ціну - доволі непоганий монітор, не враховуючи певні нюанси, непоганий для роботи з зображенням і відео, в меню є можливість обрати один з ігрових режимів..",
        "Супер монітор. Не знаю, у кого проблеми із «засветами», у мене взагалі їх немає, і матриця не пошкоджена. В комплекті американський   євро кабель живлення, дісплей порт кабель.",
        "Довго вибирав монітор універсальний як для ігор, для роботи з графікою, так і для інтернету. Вагався між цим монітором і AOC 27G2U. Бюджет був в цій ціновій категорії. Рішив взяти Asus, так як відгуки були хороші, і менша ймовірність битих пікселів і засвітів ніж в конкурента. І не прогадав, всьо в порядку. Що можу сказати про монітор: Якість збірка відмінна, підставка, хороша, кольори подобаються, характеристики супер за таку ціну. Єдине, що не можу зрозуміти як настроїти на 144Hz. Відео картка у мене MSI Geforce GTX 970, Displayport роз'єм на карті 1.2, версія ця підтримує розширення 1080, 144Hz. Хто може підказати в чому причина? Напишіть будь-ласка!",
        "Дуже задоволений купівлею цього монітора. Зображення якісне, немає неробочих пікселів. Приємний для очей. Я наставив яскравість 40%, режим 'Office' і мені супер програмувати 8 год. Також можна вирубити автоматичне налаштування яскравості: ненавиджу, коли екран сам змінює яскравість.Щодо якості звуку. Ну для музики можливо і не дуже якісний, але мені нормас і достатній рівень гучності.Щодо споживання, я сам заміряв лічильником і потужність вийшла 12 Вт. Заявлено, що 25 Вт. Мабуть 12 Вт через 40% яскравості. Кароче люкс.Кнопки і саме меню норм. Без лишньої маячні.Зручно регулювати кут.Кароче рекомендую.",
        "для офісної роботи 11 з 12, для домашнього використання - не впевнений ...",
        "Монітор брав для офісної роботи, поки що вибором задоволені, можу порекомендувати всім.",
        "Декілька днів тому купив собі цей монітор. Поки всім задоволений, правда мені не вдалось підключити його в той самий день коли привезли, бо в комплекті нема HDMI кабеля. Подобається те, що екран практично доходить до країв монітору, тобто рамки практично нема. Порівнюючи з моєю 19-ю цей монітор просто гігантський :)",
        "Можно ли поднять частоту до 75 герц",
        "Нереально подобається цей монітор, діагональ 27 та ще вигнутий екран передає об'ємне зображення, тепер переглядати фільми чи грати в ігри стало ще цікавіше.",
        "Отримав сьогодні цей монітор. Несправний. Матриця світиться білим при цьому присутній писк і полоси. Куди його відправляти і за чий рахунок?",
        "Збираюсь міняти материнську плату,  в мене цей монітор, а відеокарта Asus. Підкажіть, будь ласка, материнську плату брати Asus чи MSI, чи взагалі немає різниці?",
        "Доброго дня!Скажіть будь ласка чи мій Ryzen 5 2400G в CSGO видасть 144фпс для цього монітору?В інші ігри не граю.В майбутньому буду купляти відеокарту дискретну.",
        "Монітор супер особливо в іграх. Але є в мене один мінус це битий піксель. Куди можна звернутися щоб обміняти на такий самий але без битого пікселя?",
        "Я вибачаюсь а можна якщо замовити якось перевірить чи нема засветів і битих пікселів..Дякую",
        "Доброго.Ділюсь своїми враженнями про монітор.Якби не старався маркетинг (це я про 1 мс), чудес по швидкості від VA очікувати не варто. Хоч шлейфів в іграх і немає, не помітити \"мерехтіння\" темних кольорів у динаміці (наприклад пробігаючи у темній локації повз чорну решітку) неможливо. Тестив поруч із стареньким IPS з відгуком матриці 5 мс G2G - на IPS жодного мерехтіння.MBR та Boost overdrive, нажаль, також не вирішує проблеми, т.я:а) унеможливлює використання FreeSyncб) все ще не дає результатів, як страий IPS 5 ms G2Gв) додає ghosting у вигляді прозорих шлейфівВпевнений, що далеко не всі люди сприйматимуть відгук матриці так само чутливо як я, і для них даний монітор буде ідеальним рішенням коли потрібна максимальна цінність за гривню. Кольори і кути огляду прекрасні. Контарстність, як і на всіх VA - бомба. Т.я. моя чутливість не довзоляє мені комфортно використовувати монітор - відправив на повернення і сподіваюсь на оперативну співпрацю з боку Rozetka.Дякую,Віталій.",
        "Посередня якість. Деякі проблеми із шрифтами і зображеннями піктограм. Якщо підібрати зображення гарної якості для робочого столу - буде виглядати чудово. Порівнювано із значно більш дорогою моделлю від самсунг  (34\", 3440х1440, загнута) - лджі уступає, але не те щоб дуже. В цілому задоволений, але, якщо чесно - \"червона ціна\" цьому монітору - 3-3500, із особистих вражень. (п.с. Вбудовані режими відстій, в усіх крім одного - спотворені кольори, дивна яркість, відсутня гамма.",
        "Брав щоб фільми дивитись, але в іграх теж класно.",
        "А у ньому є  USB порт?",
        "Купляв заради Частоти оновлення - 144 Гц - 1 мс. Ціна влаштовує. Купляв для ігор сучасних - розширення Full HD  з  головою хватає. 27 дюймів.Раджу до покупки.",
        "минулий монітор Самсунг пропрацював 10 з хвостиком років.Чекаю такого і від Філіпс)",
        "Шановні Philips, будь ласка, поясніть шо це за..шляпа? (фото додаю)Я відмовився від LG тому що думав що з вами ну 100% траблів не буде. Взяв монітор для роботи. Якщо я доставлю його в ваш сервіс мені зможуть в той самий день видати новий нормальний?",
        "Вопрос к представнику чи йде кабель з монітором ?",
        "Коли буде в продажі? Яка частота обновлення ? Дякую !",
        "Користуюся монітором майже пів року, тому можу розповісти про свої враження. Я дуже часто редагую фото, а це досить кропітка справа. Підчас роботи очі не втомлюються не має відчуття печіння це дуже великий плюс.Зображення на екрані досить добре відкаліброване із заводу, тому немає потреби самостійно змінювати параметри, хоча така можливіть є. Матриця досить реалістично передає кольори. Монітор зібраний якісно немає люфтів та скрипів, не перегрівається коли працює довгий час.Це хороший варіант якщо обираєш якісний не дорогий монітор.",
        "Монітор без битих та палених пікселів. Засвіти відсутні. Одним словом класний монітор. Рекомендую!",
        "Купив монітор, але 144 гц не відчуваю зовсім. Коли наприклад в доті ставлю вертикальну синхронізацію число кадрів 60, а не 144. Чому так? Повинна ж бути привязка до частоти розгортки екрану. Навіть 2 монітори одночасно працюють (старий монітор 60 гц) різниці ніякої.",
        "Нормальний монітор за свої гроші",
        "Всім привіт, купив монітор майже 3 місяці тому для геймінга і хочу поділитись перевагами і недоліками.Почну з недоліків, а недолік тут один але суттєвий. Я знаю, що подібна проблема є на багатьох моніторах особливо фірми дел. Час від часу, коли в іншій кімнаті хтось включає виключає світло на ньому гасне картинка на пів секунди, просто екран чорніє.Просто дуууже це бісить і пропадає бажання користуватись цим монітором.Будь ласка скажіть чи це є ще в когось, якщо ні то попробую вернути по гарантії, або можливо хтось знає яким чином це можна виправити.Перевагами є те, що картинка на ньому дуже класна, як для ТН матриці, і справді відчутно різницю між 60 і 240гц.",
        "Чудовий монітор за хорошу ціну. повністю влаштовує, багато настройок. ігровий режим. але знову не заповнений гарантійний талон. замовяю постійно з розетки і дуже неприємно коли стався гарантійний випадок. і не хочуть приймати без талону.",
        "Як його повернути в магазин? Кому і куди писати?",
        "Для офісу піду, додому - ніочєнь.",
        "чудовий монітор, відразу підключився по HDMI. Присутня невелика рамка але той хто каже  що велика  - прискіпується.  Регулюється вверх та вниз, правда потрібно примінити силу, стоїть надійно. За такі кошти, думаю, кращий вибір. Довго вагався чи купувати та зараз не шкодую зовсім.",
        "Користуюсь монітором більше трьох місяців. Все нормально",
        "Монітор за свою ціну просто бомба)",
        "В добавок до попереднього відгуку",
        "Хотів придбати ігровий монітор, але кінські ціни і недоліки тих моніторів, що є зараз на ринку, якось відштовхують. Вирішив перейти з 23.8\" на 25\" та QHD (з урахуванням рамки, в них однакова діагональ, 65 см). В мене є 4К телевізор і я розумію, що переходити на 4К ще зарано, а от QHD на 25-26\" - те, що треба. Хоча не всі програми у Віндовс підтримують 125% збільшення. Текст, та взагалі графіка, стали дуже чіткими, наче після Вінди сів за Макбук.Ігри на цьому моніторі виглядають супер, але для профі краще щось з 140-160Гц. Кольори - трохи жовтить, поки що не розібрався як налаштувати. Щоб прошити нову прошивку потрібно підключити USB (кабель у комплекті).ПЗ дуже спартанське якесь. Є трохи недоліків у підсвітці (як у всіх IPS), нерівномірна трохи. Але в цілому монітором задоволений, 4 зірочки він точно заслужив. Дуже сподобалась тонка рамка, напевно можна брати 3 такі монітори і грати у щось космічне.Ціна, як для офісного монітору, то трохи велика, але проти ігрових моніторів - вона ще терпима.",
        "М'яко кажучи розчарований брендом Philips і самим монітором. Вже через три місяці корстування на екрані почали з’являтися  крапочки ( биті пікселі), здав монітор по гарантії ( десять разів пожалів про це) . Висновок  сервісного центру- виріб справний . Повернули монітор екран  заляпаний  на задній кришці царапини, наче він в цеху стояв, а крапочки так і залишились. До цього стояв монітор LG з 2006 року ні однієї цяточки на екрані .",
        "Дуже гарний монітор за 6000 грн. Дякую Rozetka.ua та Samsung!",
        "Користуюсь 6 місяців:кути огляду хороші, підставка достатньо жорстка, при потраплянні сонячних променів відблиск мінімальний, за весь день роботи за цим монітором (10+ годин) не відчувається втоми, а також дискомфорту очей при виході на вулицю в сонячну погодуможливо можна було б при такій діагоналі і більше розширення, але  FullHD теж непогано, відсутній ефект великих пікселів",
        "Хороший монітор середнього класу. Купував не тут. Після 19\" привик зразу, сиджу від 65 до 95 см, голова не болить і дискомфорту не викликає. Кажу зразу, що якогось надзвичайного Вау ефекту не очікуйте, монітор хороший, в іграх грати приємніше, викликає враження більш об'ємності зображення, дивитись фільми також комфортно ну і при роботі з браузерами та текстовими редакторами нічого не мішає. Найбільший мінус це засвічування внизу в 2-3 місцях, якщо дивитись зверху дуже добре видно при макс яскравості, але вночі грав ігри і не кидається в очі. Також для монітора потрібна додаткове підвищення на сантиметрів 10-15 для високих. Ну і хто в 2017 році ставить VGA кабель до моніторів?! Про покупку не жалію.",
        "Цей монітор добре підійде дл ігор? Бо раніше в мене був монітор на якому грати було жахливо, тянулися шлейфи від обєктів, на чорному фоні. Моргали текстури",
        "Можли ли будет заблочить частоту на 75 Гц?",
        "Через 8 міс. після покупки з'явилася вертикальна чорна полоса на весь екран... Кабеля перевіряв. Спробую ще до іншого компа підключити. Якщо біда - буду шукати гарантійку :)",
        "Дуже чітке зображення та хороша передача кольору (для пересічного користувача).  Комфортна швидкість матриці. Розривів чи підлагувань не спостерігається. Грається в динамічні ігри - чудово. Перегляд фільмів, так само. Навіть в 1080 чи 720, цілком нормально дивиться. Ігри в 1080, трохи помітно змазання картинки тому, бажана відповідна відеокарта для 4к. Пікселів не помітно, хіба впертись носом в екран. Хороший звук, як для вбудованих динаміків. Відстань з якої бажано працювати 0,8-1м. Якщо сісти ближче (витягнута рука), то часто доведеться крутити головою і доволі не комфортно спостерігати за подіями на екрані. Тому подбайте за вільний простір перед встановленням. Якісне заводське калібрування кольору, але можна підлаштувати під себе різними режимами, або гнучким налаштуванням (особливо чорний колір, білий - шикарний).",
        "Битих пікселів немає, пересвічення в деяких точках теж немає. Чудовий монітор.",
        "Дуже крутий монітор.",
        "Вартує своїх грошей.",
        "Класний монітор, брав не тут, так як треба було терміново. Поганно що в комплекті немає кабеля hdmi.",
        "Пользуюсь 2 дня. Пока всем доволен",
        "Купив. Довго вибирав , але влаштувала ціна і характеристики данного монітору. Забирав  з розетки так як хотів перевірити на наявність засвітів і битих пікселей. Все ок , підключили в розетку і перевірили на місці. Коробка компактна можна нести в руках.",
        "Топ монітор за свою ціну. Дуже радий що придбав. Замовив на другий день приїхав.",
        "Монітор прийшов НП без додаткового пакування. Але воно і не потрібне, оскільки монітор в заводській коробці запакований добре, сам монітор був у плівці, з усіх сторін був пінопласт, підставка знаходилась на задній стороні монітору. Але між ними був саме цей пінопласт, що не давав можливість поцарапати. При купівлі був вибір між компанією самсунг та лж, обидва виробника роблять гарну продукцію, тому не варто переживати за якість товару. Але зупинився саме на моніторі від лж. Монітором задлволений, запас яскравості добрий, навіть таке відчуття, що він матовий, адже так і є! Саме тому це дуже великий плюс з його достатньою яскравістю. Загалом,рекомендую цей монітор.",
        "Якщо я підключу ноутбук до моніка через HDMI то екран буде також показуватись на ноутбуці чи тільки на моніторі? Якщо ні , то як зробити?",
        "Приємна ціна для такого екрану",
        "Доставили досить швидко.Як для такої ціни монітор хороший.Після свого старого монітора цей виглядає круто, у відгуках хтось писав що ніжка досить хляпка, так я скажу що ні, монік впевнено тримається, з тим все норм,можливо закріпили погано тому і хлопается..",
        "Доставили досить швидко.Як для такої ціни монітор хороший. Досить сильно як на мене виражений глоу ефект(впринципі актуально для всіх IPS)Після свого старого монітора цей виглядає круто, у відгуках хтось писав що ніжка досить хляпка, так я скажу що ні, монік впевнено тримається, з тим все норм.Відзнічити хочу ще режим фільтрування синього кольору, якщо його ввімкнути в меню то монітор зменшує інтенсивність голубого тону і очі реально не так сильно втомлюються як при звичному режимі.Ну але для мене всі плюси затьмарує глоу ефект. Дратує досить сильно, коли в фільмові більшість сцен в темноті або десь в приміщенні темному, і по краях дисплея чорний колір стає чуть сіруватим і це ніяк не вирішити, бо актуально для всіх ІПС дсплеїв.",
        "До нього йде кабель HDMI і на скіки він метрів?",
        "монітор хороший хтів відреголювати ножку повернути трохи вниз ножка трісла і монітор впав на клаву і тріснув дисплей",
        "Товар відповідає опису, після 17 дюймового старого монітору - ефект ВАУ на всі 100%. Ніяких битих пікселів та засвітів немає( як писали раніше відгуки). У відділенні нової пошти при отриманні товару  зміг перевірити тільки на наявність фізичних пошкоджень. Але то не біда. Вдома увімкнув все працює як треба. HDMI в комплекті. Широкий вибір налаштувань дисплею під тип мультимедіа - фільм, гра, текст. А для тих хто не хоче \"гратися\" з налаштуваннями є режим автоконтрасту. По доставці проблем не було, на наступний день відправили, і через два дні від замовлення монітор вже був у мене.",
        "Які ще \"засвети\"? Ви мунітор боком верх ногами встановлюєте? Вибачайте, я багато муніторів перепробував, та цей мунітор найкращий в порівнянні ціна / якість. Мене деталізація, яскравість, все влаштовує. І тримаєця на металевому кріпленні, а не \"шалтай балтай\". Користуюся мунітором для розробки ігр. З ним, працювати стало в рази легше! Всім рекомендую.",
        "Замовлення було виконано швидко, за два дні.",
        "Користуюсь два тижні, рошкіний монік.",
        "Чудовий монітор, у цьому ціновому сегменті краще не знайшов, за ці ж гроші і такою діагоналлю можна взяти чомусь лише вигнуті дисплеї, а у них судячи з оглядів та коментарів дуже поширений брак. Найбільше при переході з FullHD на 2К вразила навіть не сама чіткість картинки у тих же іграх, а плавність геймплею завдяки freesync, кількість місця для офіcних програм, чіткість текстів. Запас яскравості дуже солідний, треба підлаштовувати на себе, бо зазвичай все викручено на 100%.",
        "За ті ж гроші є трохи кращий LG, але міняти не став. Підкупила зручна і функціональна ніжка.Придбанням залишився задоволений.",
        "Чудовий монітор після квадратного",
        "Чудовий монітор за свою ціну!",
        "За такі гроші я незнаю що можна краще знайти. Картинка нормальна, для 90 процентів людей вона буде радувати око. Монітор просто звичайний, як і всі решта в такій ціновій категорії і вище. Для звичайно користування і геймінгу його зголовою достатньо. Я купив його тільки тому, що він підходив під мої критерії, а саме: HDMA, встроїні колонки, Jeck 3,5, IPS, 24\" і VESA. Все. Так як в мене є PS то звук виводиться по HDMA на монітор. І ще по VGA підключаю ноутбук (знаю, не саме краще рішення). Єдине що не зручно (тільки в моєму випадку), деколи в мене включені і PS, і ноут. і щоб переключатись на моніторі потрібно натиснути 6 раз на різні кнопки через меню монітора. Чому неможна було вивести це на окрему кнопку (як мене на роботі на DELL моніторі) я не знаю. Але це таке. А так від мене це найкращий монітор ціна-якісь-і потрібний мені функціонал на той момент часу коли я його купував.",
        "Відмінний монітор. Жодних недоліків.",
        "Це походу найдешевший широкоформатник. Навіть у Самсунга усього кілька моделей зі співвідношенням сторін 21:9, серед яких жодної з IPS панелькою! Інші псевдовиробники моніторів по типу Делл або Асус навіть не розглядаю, оскільки вони усе одно збирають свої моніка на матрицях LG/Samsung.:)) Такий формат, перед усім, призначено для кіношки та роботи в офісних додатках (Екселях, там, Аксесах і т.д) Але як для домашнього ледарювання моделька непогана. Прикро, що роз'єм DVI невліпили, щоб можна було одночасно під'єднати (і забути назавжди) старенький ПК і PS4. Дуже класно, що Розетка дарує кінгстонівську флешку на 32 гіга! Якщо встигну, обов'язково замовлю.",
        "Такого жахливого товару від \"Розетка\" ще не надходило!!! На моніторі при розпакуванні було видно жирні, брудні плями від пальців. Плівка на рамці монітора приклеєна скотчем. Це все говорить про те,що монітор УЖЕ був у використанні!!!??? При підключенні було виявлено більше 20 битих пікселів матриці (3 червоних на білому фоні та 20 білих на чорному фоні)!!!!!!!!!!!! Ви серйозно надсилаєте такий товар клієнтам?????????? Як таке можливо взагалі???? Останнім часом \"Розетка\" вражає своїм умінням розчаровувати.",
        "Доволі симпатичний, нічого зайвого. Стильно виглядає, зручні налаштунки. Є можливість регулювати висоту і кут нахилу монітору. В експлуатаціі 3 тижні, поки влаштовує. Один мінус: в комплекті є 3 кабелі різні, і жоден не підійшов до нашого ноуту, прийшлось замовляти додатково.",
        "Купував для веб-програмування, важливим фактором був діапазон rgb і відображення кольорів (на старому LG 23mp55 світло-сірого кольору не було видно взагалі). Тут все чудово, єдине що кольори трохи тепліші чим на тих самих LG, не вважаю це недоліком, бажаєте еталонне зображення - вам потрібна U - серія.Для тих хто частково займається графікою, веб-дизайном і тд, купуйте, будете задоволені.Засвітів по бокам взагалі немає, можливо пощастило з екземпляром.",
        "Замовив такий самий монітор (трішки менший) в офіс.Після кількох місяців, замовив цей монітор собі додому.Поки все чудово працює.",
        "Перші враження просто прекрасні, після старенького 4:3 монітора цей виглядає просто величезним. Якість за свою ціну досить непогана хоча в деяких місцях люфтить і пластмасова вставка хитається, якщо прикласти більше сили можна відірвати. Якість картинки похвальна але я досі не розумію чому в неігрових встроєних режимах картинка при різких змінах сцен розмиваєтьсята та деформуються кольори, в ігровому режимі усе чудово( в придачу контрастність більша). Підсвітка рівномірна засвітів немає. Кабель для mhl могли би і доложити але це не суттєво.",
        "для ігор ідеально за таку ціну",
        "Все чудово. Дуже задоволений покупкою. Порада тим, хто купив, або планує купувати: купіть одразу HDMI кабель. По-перше - це дасть можливість користуватись режимом 75Гц, а також дасть максимальну якість картинки. Різниця дуже суттєва у порівнянні  з VGA, навіть з недорогим HDMI",
        "Купував не тут.Брав для ігор, влаштовує абсолютно все. Кути огляду в принципі нормальні. Єдиний недолік є малий засвіт у верхньому лівому куті,  но він помітний лише  на темному фоні у ночі(я вважаю це допустимо),але якщо включити режим\"ігри\" на моніторі засвіту не помітно навіть у ночі. Я думаю що складно знайти ідеальний монітор без єдиного засвіту.",
        "Нормальний монітор за свою ціну.я кращого монітора за такі гроші не бачив.ціна якість надійність.",
        "Купляв не на Розетці, але поділюсь відгуком і тут - це просто чудовий монітор, 6 зірок із 5!Відображення кольорів, чудове так як і яркість і контрасність.Є режим автоматичного регулювання яркості, який автоматично сам вибирає режими із заводських в залежності від освітлення, це просто чудово. Я давно шукав такий монітор, це можна сказати еталон.Купляв самсунги і віддавав назад, то пікселі були побиті то плями білі від підсвітки. На цьому benq пікселів взагалі не видно навіть з відстані від 10-30см(можливо хороше згладження черз антиблікову поверхню), що не можу сказати про самсунг, там вони як коні при одній і тій же діагоналі та розширенні. Якщо шукаєте хороший монітор і влаштовує ціна то даний варіант вас задовільнить повністю!",
        "Мотнітором полюзуюсь уже 6-ть місяців, немє ні яких дифектів. Відображення хорошо фільмів, ігор, цвета яркость хороша. Ціна монітора того соєть",
        "Як себе з іграми показує?",
        "Гарний монік за свої кошти.",
        "Чудовий монітор. Купували сину для \"ігрового\" компа. Наявність FreeSync помітна одразу, особово на \"важких\" іграх. Якість зображення на висоті. Купуйте - не пожалкуєте.",
        "Мега крутий монітор як для офісу так і для дома",
        "Чудесний монік!",
        "вибирав з частотою 144Гц та відповідним розміром, інших достойних варіантів просто не існувало в природі за таку ціну (купував рік назад)",
        "Всім привіт! Любителі WOT !як на ньому грати в танки норм?",
        "#моєрозпакування Монітор хороший,адже це Самсунг,все що має екран у мене вдома то Самсунг,і цього разу я теж задоволений! З мінусів напишу про підсвітку,яку на чорному фоні під кутом дуже помітно та про те,що після вимкнення пк монітор ще певний час шукає вхідний сигнал,потрібно або чекати щоб погас сам або вимикати його вручну,що іноді дратує!",
        "Як звичайний корстувач, можу сказати що це найкращий монітор з усіх, яких я мав, а мав я їх не мало. В першу чергу зазначу, що за цим монітором я можу бути дуже багато часу, і очі не втомлюються і не болять, від попередніх в мене швидко втомлювалися і боліли очі, можливо в мене просто така властивість очей, але заради справедливості, з цим монітором таких проблем немає взагалі. Є легкий засвіт на темному фоні в лівому верхньому куті, але це ніщо, в порівнянні з моїми попередніми моніторами, тому якщо в іних користувачів попадаються сильні засвіти, то це випадок саме конкретного екземпляра а не всіх. Кольори зразу добре відрегульовані з заводу, зображення приємне, чітке, все на висоті. Хоч, якщо користувач являється тим хто працює з графікою, то можливо в нього вимоги будуть вищі, тут вже індивідуальний огляд потрібний. Попередній монітор був теж 27 але з Full HD, там зображення було значно скромніше, але в першу чергу кидалися вже досить великі пікселі, тут 4K, цим все сказано. Зображення ідеальне. Не знаю як виглядає 2К на 27 дюймів, але 4К мене повністю влаштовує. Монітор чудовий! Дякую розетці! Тепер на нього знижка. Рекомендую!",
        "користуюся  три місяці , працює все нормально , цілком задовольняє всі завдання для дому.",
        "Хороший монітор)",
        "Одні пишуть hdmi був інші пишуть ні, скажу  так в мене був і vga був але 75 герц передає тільки hdmi а vga 60",
        "Коли пересідаєш на таку машину після 60Гц, то назад повертатись вже не хочеться, як ніби комп'ютер дико лагає. В мене 2 монітора, і були проблеми з запуском ігр та інших застосунків на тому моніторі, на якому потрібно. Постійно рискати по налаштуваннях вінди перемикаючи моніки було взагалі не круто. Тут 2 виходи, або відключати один з моніків (не варіант) або встановлювати програми. Вибрав для себе UltraMon, там можна швидко перемикати головний і другорядний монітори, та є куча інших фіч, можливо комусь знадобиться. Тепер саме про цей монітор, я не дизайнер і фотообробкою не займаюсь, тому передача правильності кольору мене не цікавить, та й монітор не для цього, суто для ігр. навіть не так, суто для CS. Справа в тому, що запустити інші ігри на такій високій частоті не так то й просто, деякі просто не оптимізовані для цього. Так моя 1070Ті видає в деяких проектах 130-160 fps і при цьому що ЦП що ГП завантажені на 20-30% тобто залізо спокійно може вижимати більше, але просто йде якесь блокування по fps. Якщо хтось знає як це пофіксити, буду радий прочитати рішення в коментарях. Всього я користувався шістьма моніторами, 2 з них ноутбучні TNки (1366x768 i 1080p),  1 монітор  Philips 246V5 24' TN+film 1080p, Philips 273V7 27' IPS 1080p та Samsung LU32J590UQIXCI 31.5' VA 4K. Що можу сказати з досвіду використання? Всі попередні моніки були 60Гц, як тільки включаєш 240Гц одразу помічаєш як літає курсор, як наче курсорів стало в 10 разів більше, набагато точніше відчуваєш положення курсору на екрані, власне в іграх те ж саме, набагато швидше та точніше позиціонування перехрестя на ворога. Хто б що не казав, та 60 і 240 просто кардинальна різниця, таке не помітити не можливо, як і значний ріст KDA за катку, ніби граєш з ВХ і бачиш ворога раніше, ніж він тебе, і це не вижимка з маркетингових роликів, це дійсно так, особливо при грі з AWP, рухаючись картинка не змазується в кашу і мозок набагато швидше обробляє отриману інфу з монітору, і цієї швидкості стало досить що б перестріляти іншого авапера чи точніше швидко перевести перехрестя на ворога без недольотів/перельотів. Щодо передачі кольору, так звісно різницю видно між TN i VA, друга набагато більш детально передає темні та світлі участки, на цьому моніку, витягуючи темні деталі, світлі тони зливаються в кашу. В грі то не помітно, а от коли серфиш і нема іншого моніка, то треба перемикатись на інший профіль, добре що робиться це легко з швидкого меню монітора. Єдине що ще б додав, можливо мені потрібно було брати модель 32GK650F-B, з 2К 144Гц і 31.5, так як після 4К картинка 1080р підходить лише для CS. Власне мій вердикт - цей монік вкрай специфічний, або ж треба буде кілька днів провести за налаштуваннями, що б вижимати все з заліза свого ПК. Так, різниця навіть між 144 і 240 є, але вона не варта того, що б переплачувати за неї жертвуючи діагоналлю та роздільною здатністю, тільки якщо ви не кіберкотлета в КС, і тільки те й робите, що граєте в цю гру. Якби я мав можливість порівняти всі монітори, що придивлявся, і наживо побачити різницю, мабуть брав би ту модель, про яку писав вище. В будь-якому разі й цим вибором я не розчарований, так як для інших потреб є інший монік.",
        "Шикарно працює, яскравість, чіткість все на висоті, однозначно вартий своіх грошей навіть і без знижки. Додатково найшов програму, від іхноі ж фірми на змінну режимів (яскравості, контрасту і тд) Дуже зручно в користуванні і варто б додавати в комплект диск з нею чи посилання",
        "Ну вроді ні чо так...",
        "Сподобався дизайн, якість зображення! По висоті монітор не регуюється! Кут нахилу лише 15°, що практично не відчувається. Може комусь саме це важливо.Кур'єр з Нової пошти попався якийсь скажений. Краще б приїхала забрала б монітор з Розетки.",
        "Встиг замовити зі скидкою \"Кібер понеділок\" після замовлення монітор здорожчав на 500грн.І так про монітор, до цього користувався 19\" Samsung\"ом який вже разів 3 ремонтував, і нарешті зважився на покупку нового. Вибирав між цим та Самсунгом, але по характеристикам вони однакові, перевага вбудовані динаміки та гарантія 36м.Дуже яркі та насищені кольори, всім рекомендую.",
        "Хороший монітор, битих пікселів не виявив.",
        "Все влаштовує! Рекомендую.",
        "Звичайний монітор, використовується зовнішній блок живлення який займає місце в розетці.",
        "Монітор просто бомба, кольори насичені як у іграх так і в роботі, кути обзору теж хороші. Єдине, що псує картину це відсутність гарантійного талону та чеку чи накладної від розетки, як тоді бути в разі гарантійного випадку?",
        "Де саме знаходяться додаткові входи, usb, usb type b вихід на навушники, купив собі його але не можу ніде їх знайти",
        "Хороший і вигідний варіант для дому. Подобається. Рекомендую.",
        "прийшов швидко",
        "#мояраспаковка, Замовив відразу два монітори! Ціна себе оправдує, Дешева матриця яка не підійде для офісних програм, для відео нагляду цілком доречний монітор! За таку ціну  гарну картинку не потрібно чекати!",
        "Придбав даний монітор на розетці. Все було б ок, але до монітора купив дешевий кабель hdmi і в парі з ним та rtx2060 - сигналу немає. Може хтось порадити кабель hdmi-hdmi v1.4, бо якось сидіти з таким монітором на vga+перехідник на hdmi - не дуже:(",
        "Все сподобалось, сервіс на висоті, товар отримав вчасно. Взагалі монітор сподобався, і по цвні і по характеристиках.",
        "Дуже якісний монітор. Я не великий експерт в графіці, тому не можу оцінювати кольоропередачу, але мені було критично мати гарні кути огляду і не розмите зображення. Я це отримав. Підключаю до ноутбуку через DP. Відеокарта виставила автоматично максимальну роздільну здатність для цього монітору. Все працює коректно.",
        "Мне понравился",
        "Битих пікселів немає. Є незначні засвіти, тут як не крути, вони є, але неозброєним оком їх не видно. Монітор сам регулює яскравість зображення, для цього є датчик світла. Картинка шикарна. Не болять очі. Висновок: за такі гроші цей монітор золотий, аналог за таку суму lg 21.5\", характеристики ідентичні, але розмір має значення.",
        "Класний монитор, через рамки здається дуже великим, навіть больше 24\" мониторів.",
        "Розетка гарно працює. Замовлення було у суботу ввечері, монітор отримав у неділю . Дякую !!!",
        "На цій фотографії добре видно засвіти зліва вверху і посередині",
        "Після 27 дюймів враження від нього позитивні але як писали тут є проблема з плямами на темному зображенні.Це нормально для таких моніторів чи можливо задуматись над обміном на інший?P.S коли отримав монітор то вже були розірвані пакети з кабелем HDMI і блоком живлення (очевидно хтось ним вже користувався)",
        "Використовується як телевізор. Звук через зовнішні динаміки.  2 входи HDMI. Перемикання кнопкою в меню телевізора. Якщо хтось заморочується з кольором- то колір видно тільки збоку або ззаду. коли дивишся як звичайно- на екран- то білого ніде немає. Підставка срібляста. Стоіть нормально.Мені подобається.",
        "Дуже великий зазор між корпусом і матрицею. Плюс штатив не міняє свій кут. Що робити?",
        "Монітор хороший, можна рекомендувати для покупки.Опишу фразу \"Занадто яскравий білий колір\". Після перегляду кольорових картинок, текст на білому фоні ріже в очі кілька секунд. Якщо зменшити яскравість - то стає краще, та кольори стають тускніші та не приємні для зору. Хоч справжнім недоліком це назвати не можна.#мояраспаковка",
        "Монітор хороший, підставка надійна. Але на ньому є чорні рамки, приблизно на 0.5см, що з ними робити?",
        "Монітором в цілому задоволений: якісне зображення, насичені кольори, привабливий дизайн - далеко не половина його переваг. В пригоді стали автоматичні налаштування екрану в режимі гри і можливість зміни колірної температури в певні години доби. Єдиним недоліком, який я виявив стало те, що при певних кутах огляду чорний колір в межах рамки монітору отримував слабке зеленувате світіння.",
        "Доставили за пару дней  rozetka.com.ua спасибо.",
        "Чіткість зображення дуже низька - НЕ підходить для роботи ні з текстами, ні з графікою.мультики (прості відеороліки) демонструвати можна...",
        "Прийшов товар із запізненням, напевно чорна пятниця зіграла роль в загруженості магазину, биті пікселі і засвіти зразу провірились - немає ціна - супер переглядати 2к відео одне задоволення! Наявні колонки в монітори це крута задумка, слабенькі но цілком достатньо щоб вечірком фільм глянути меню монітора теж класно продумано, джойстик замість клавіш керування монітора, можливість виведення на екран прицілу(кружка з точкою чи на вибір три різних) ще такого не зустрічав, хітро) підставка зручна, дає достатній нахил на екран можна дивитись під любим кутом.",
        "Купив монітор а в ньому ніжка крива, підставив пару копійок щоби вирівняти",
        "Сьогодні отримала монітор! Сказати, що я в шоці, то це нічого не сказати! Дуууже видно засвіти на екрані!  Особливо на чорній заставці. Неприємне відчуття, ніби, то є брак((( Засвіти видно неозброєним оком. І це дратує. Та ще й купувала на подарунок чоловікові. Буду відправляти назад!",
        "Хтів запитати: варто брати для ігор, оскільки я знаю, що краще взяти монітор з HDMI кабелем.. Що скажете?",
        "Питання до представника компанії або до людини яка знає як вимкнути кнопку живлення, постійно горить, ріже очі. Спочатку взяв асус з схожими параметрами за 3300 але там були жахливі засвети, то змінив на цей, але гроші довго повертала Розетка- більше двох тижнів",
        "користуюсь вже більше 3 років, ніяких неполадок, круто працює",
        "Хороший монитор за такую цену",
        "Якщо не звертати увагу на різну насиченість зверху і знизу, то монітор навіть хороший, рекомендую до покупки)Питання до представника: проблема з різною насиченістю можна виправити чи просто змиритись?",
        "Покупкою задоволена. Замовляла в Розетці тиждень тому. Монітор купувався на подарунок, але як тільки роздивилась його і собі такий захотілося.) Доставили вчасно і без жодних дефектів, при ввімкненні ані битих пікселів, ані якихось засвічувань помічено не було. Монітор показує шикарне зображення, з насиченими кольорами і широкими кутами огляду. Позаду є аж три інтерфейси для підключення. Мені така діагональ здається завеликою, але для напруженої роботи може якраз і зручно має бути.)",
        "Монітор гарний тільки немає HDMIкабелях",
        "добрий монітор за свої гроші",
        "Чи хтось ще виявляв биті пікселі в даного монітора?Є притензії до самого магазину Розетка! Вже друге замовлення в якому відсутня видаткова наладна чи чек про оплату, що засвідчує те що даний товар був куплений саме в цьому магазині! В подальшому не зрозуміло, чи поширюється гарантія на даний товар! Думаю варто віддавати перевагу іншим магазинам та відмовлятися від Розетки!",
        "Хороший монітор за хорошу ціну. Якщо займаєтесь дизайном то беріть U2410. Рекомендую.",
        "Неочікувано топова покупка.",
        "Всім привіт. Придбав даний монітор, на заміну своєму старому, якому вже пішов 11-тий рік, Samsung B-серії, 19 дюймів. Спосувся на рекламку \"2К, 8-біт та 75 гц за смішні гроші\". По-своєму, монітор непоганий, однак 6200, як начебто він коштував до акції, він не коштує, на мій погляд. Монітор приїхав у комплекті із HDMI-кабелем довжиною два метри, що добре, підставкою, різними документами та чеками від \"Розетки\". Блок живленння - зовнішній, нагадую таким, що використовуються на ноутбуках. Підставка дійсна виконана із пластику низької якості, з якимось ефектом чито глянець, чи то чимось намастили, тут реально зекономили. Однак, сама підставка достатньо вузька, тому монітор можна розмістити навіть на невеличкій поверхні чи столі. Щодо розмірів монітору -після 19-ти дюймового із величезними рамками, цей монітор не вважається таким вже великим та громіздким - навпаки. Щодо частости оновлення в 75 гц, то вона працює тільки в 2К, якщо виставляєш FullHD - то тільки 60 Гц, і все, більше не дає вибрати. І так, при FullHD роздільній здатності - картинка не мильна, однак при умові, що ви встановили драйвери для цього монітора. Меню налаштувань дуже просте, оформлено убого, якщо чесно. Рівні яскравості, контрастності та різкості зображення для мене більше як достатньо, в цілому якість зображення мені подобається. Чи можу я рекомендувати цей монітор? Якщо вам кортить дуже 2к за невеликі гроші - то так. Якщо ваші повсякденні справи обмежуються іграми, переглядом фільмів та роботою з текстом - то ні.",
        "Все Супер!!!, особливо безрамочний дизайн, матриця, ціна ,але саме гірше що в комплекті кабель VGA (який іде на дешеві компютери , монітор з такою діагоналлю для ігор, а в ігрових відеокартах - пару років вже не мають VGA виходу), а товар доставляють 18 00+- і роби шо хоч !!! Головне те що зіпсований момент при розпакуванні покупки)))",
        "Купуйте, не пошкодуєте!",
        "Купував не тут, у моделі котра потрапила дуже великі засвіти (один з яких жовтий) і сильний запах дешевої пластмаси (не зник за 2 дні)",
        "Непоганий монітор за дану ціну",
        "Відповідає очікуванням. Підставка стійка, добре регулюється.",
        "Придбав даний монітор під час акції з гарнітурою Razer Kraken Essntial v2 у подарунок. Магазин: За 3хв очікування видали монітор, на місці увімкнули, перевірили справність, поглянули чи все робоче, запакували обережно назад та й товар прийняв. Монітор: Перший і дуже суттєвий вау ефект - його розмір. Після 23 дюймів цей монітор просто вражає габаритами. Інструкція проста, встановив на підставку, підключив і запустилось все без жодних танців з бубнами. 144hz. Після 60 відпадає щелепа. М’якість, плавність навіть того ж меню Windows вражає. В іграх - пушка. З GTX1070 достатньо 2Х MSAA/SSAA щоб в BF1/WT видавало 100-120 кадрів, які G-SYNC згладжує ідеально. Матриця. VA, хоч і не IPS, нарікати ні на що, backlight bleed‘ом не страждає, стосовно викривлення кольорів при кутах - непомітно, зовсім. Сиджу на відстані 60-70см і єдине, де можна помітити недолік, це в додатку Discord, де на іконці сервера зліва є біла смужка, котра на краю екрану, трішки мутніє, не суттєво.",
        "Якісний моніто за свою ціну",
        "Думав, що нових моніторів на інтерфейс VGA вже не знайти, але Розетка здивувала.Кут регулюється досить непогано, матриця, хоч і TN, якісна і не викликає дискомфорту.",
        "ребята как включить на нём звук ? у меня моник подключен по DP",
        "Купляв такі для роботи (ІТ). Користувачі задоволені. Непогане співвідношення ціни/якості.",
        "Купив по рекомендації друга, який вже давно користається таким. Поки жодних зауважень, якісний монітор.",
        "Класний монітор",
        "Моя распаковка",
        "Без засвітів, битих пікселів немає. Після налаштування кольоропередача супер. Час реакції миттєвий. Регулювання кута нахилу дуже зручне",
        "Досить не поганий монітор. Зображеня якісне, тільки під кутом - вицвітають кольори. Найбільше не сподобалося те, що монітор хитається по сторонам, коли стукнути стола. І не вистачає регулювання по-висоті.",
        "Хороший для кс, за свою цену",
        "Хороший монітор!",
        "Монитор мне понравился.",
        "Монітор просто супер. Але в самій вінді треба добавити масштаб на 125%. А то дуже маленькі букви. А сам по собі монітор - це щось. Фільм за 1 кілометр можна дивитись від нього. А гра - це щось.",
        "монітор просто незамінний для виконання завдань студентами під час виконання лабораторних робіт. При роботі з такими моніторами можна використовувати різномантіні програми для виконання необхідних задач. Монітор надійний і ергономічний з ним зручно і приємно працювати...",
        "Буду повертати, мабуть брак",
        "Чудовий монітор. Але є таке питання , чи нормально що на чорному фоні зявляються в різних краях екрану білі \"засвєти\"?",
        "Взагалі, це чудовий монітор за свої гроші. Дуже подобається зображення, конструкція справляє дуже надійне враження. У комплекті є USB-C - USB-C кабель, його можна використовувати з макбуком для передачі зображення і зарядки.Помітив цікаву особливість, MBP 13\" 2017 видає 4k/60hz тільки якщо підключати до портів, що ближче до екрану. При підключенні до тих, що далі, видає лише 4k/30hz. Як я зрозумів, Apple це ніде не афішує, але максимальна швидкість передачі данних підтримується тільки тими, що ближчі до екрану.",
        "єдине що довелося зробити - це вдключити Energy Saving для USB - щоб пдключені пристрої не відвалювалися все інше працює як очікувалося, в комплекті є всі необхідні кабелі - що теж потішило",
        "Хороший монитор за свою цену",
        "Спочатку було бажання взяти 4К монітор, але їх ціна не сподобалась.Виришів придбати якісний монітор за адекватні кошти і зробив свій вибір на користь цієї моделі Dell.Діагональ екрана оптимальна. Мінімально необхідні інтерфейси (HDMI, VGA). Зручне меню. Мінімальні засвіти. Гарні кути огляду.Стильний дизайн. Якість зображення.",
        "Доволі якісна річ за прийнятною ціною.",
        "Для ігор 2016-2017 підфйде?",
        "Монітор можна сказати перевершив очікування)",
        "Купи цей монітор, дуже сподобався! Як на мене 144 Гц замітно, особливо в шутерах.",
        "Купляв коли була знижка на нього, при отриманні не перевіряв, хоча достатньо було просто знайти розетку і підключити. Підсунули брак з битою матрицею, більше місяця часу розбиралися з ситуацією, але все таки гроші повернули. Тому завжди перевіряйте товар при отриманні, економте свій час та нерви :)",
        "Почну з того що купив монітор в перших числах січня. І мені попався повернутий монітор. Одразу не помітив, але вже вдома побачив що кабель був розпакований і лічильник годин напрацювання у меню показував 18 годин. Купував не тут. Одразу звернувся з вимогою замінити на новий, але після перевірки на складі виявилось, що залишились тільки відкриті. Мінус компанії LG, підтримка яких взагалі написала що їм байдуже на це все.... Для себе вирішив перевірити монітор по всіх параметрах і якщо що повернути його.Тепер по самому монітору. Одразу перевірив на биті пікселі - нема, провів тести з чорним фоном, засвітів нема від слова зовсім, на фото видно (чорний фон на фото синить бо телефон максимально HDRив фотку у повній темноті, особливості мого телефону). Насиченість кольорів мене реально вразила, також вразила і глибина чорного, навіть не очікував такого від IPS. Яскравість підсвітки на дві голови вище чим у мого старого монітору, використовую підсвітку на 40%. Також порадували тонкі рамки. Одразу опустив у нижнє положення, але виявилось що все одно монітор стоїть зависоко, явно конструктивний мінус.Окремо хочу відмітити функцію NVIDIA G-Sync Compatible. Це просто космічна фіча, завдяки їй можна відключити вертикальну синхронізацію і отримати набагато вищий FPS. Я думав що при переході з FHD на QHD розширення fps просяде, але ні він залишився таким же, саме завдяки тому, що можна вимкнути вертикальну синхронізацію і насолоджуватись картинкою без розривів.HDR - для галочки, спробував, вимкнув і забув.По матриці, шлейфів нема, в CS все супер, не дарма тут стоїть найшвидша IPS матриця у світі, тягатись з якою можуть тільки деякі TN матриці.Висновки. Чому попередній покупець повернув монітор я не знаю, майже два місяці використання не видали ні найменшої ознаки браку.Чи можу я рекомендувати цей монітор? Однозначно так!, знайти супер швидку матрицю з мінімальними рамками з широченним охопленням кольорів та ще і без засвітів напевно нереально, можливо мені пощастило.На сьогоднішній день конкурентів хто б хоч трішки наблизився до цього продукту по характеристикам нема, тим паче за ці гроші.Задавайте питання, відповім)",
        "Через два місяці експлуатації на екрані з’явився зелений піксель на чорному, по гарантії замінили матрицю. Дякую СЦ за оперативність.",
        "Ось за що я люблю монітори DELL P лінійки: поворотний екран. Можна працювати і в горизонтальному режимі і у вертикальному, повністю налаштувати кути під власні вподобання. Матриця за свої кошти гарна. Монітор рекомендую!",
        "Перед цим був монітор з TNT матрицею, різниці великої не бачу, крім діагоналі  та кутів огляду, і то, в цьому моніторі на темних відтінках кут огляду паршивий.",
        "Один з найкращих моніторів для офісної роботи/навчання. Легке встановлення. Легке регулювання висоти/повороту монітору (дуже зручно). Наявність 4х портів ЮСБ (за потреби підключається миша, клавіатура, камера, навушники, флешки). Наявність HDMI та DisplayPort. Відомий бренд. 8+ годин роботи в день - скарг на втому очей немає. Рекомендую.",
        "Купляв не тут. Поки мене все влаштовує! Монітор хороший!",
        "Поки що чудовий монітор! Якісна матриця, відмінне виконання. Тільки трошки великий) Порівняно з 13'' на ноуті. Не очікував такого) Але звикну.",
        "працює, доставлено швидко",
        "Всім привіт !  Я повністю задоволений покупкою , монітор якісний за таку ціну ! Зразу були проблеми з розширеням , але після установки драйверів , все стало на свої місця ! Дякую Розетка !!!",
        "Якість монітора влаштовуе.Відношення до своеї роботи співробітників розетки ні",
        "Оптимальний розмір, якісний і універсальний, відповідає очікуванням. Дуже зручно, що можна регулювати висоту.",
        "Монітор топ за свої гроші, ніжка масивна металева, засвітів і бититих пікселів немає, чорний дійсно чорний)",
        "Скажіть будь ласка,як цей монітор буде працювати з відеокартою Asus PCI-Ex GeForce GTX 1660 Ti ROG Strix Gaming Advanced edition 6GB GDDR6 (192bit) (1800/12000)?процессор AMD Ryzen 5 3600,чи треба якийсь другий вибирати,і який?",
        "Найкращий монітор з тих що бачив до 300$",
        "Користуюся 10 днів, все чудово всім задоволений",
        "Ситуація виглядає так, я користуюсь цим монітором вже рік. Через пів року з'явились лінії знизу монітору, які пропадають через 10-15 хв після запуску, і з часом їх стає більше і більше. Я спочатку думав що це відеокарта, але як з'явились можливість підключить другий монітор, стало очевидно, що це проблема монітору. Користуватись не заважає, так як вони пропадають через 15 хв, але лякає що якось вони можуть і не пропасти. Монітор не бився",
        "Купувала цей монітор десь півроку тому. Працюю бухгалтером, потрібен був недорогий монітор для тривалої офісної роботи - суто для збереження зору. Мені порадили цю модель, як дешеву та ефективну. Працювати дійсно зручно, після короткого налаштування відображення кольорів персонально під себе зір майже не напружується. Діагоналі та роздільної здатності достатньо навіть для дрібних шрифтів в Екселі та складних графіків. Кути огляду широкі, жодних битих пікселів чи засвічувань так і не знаходила. Дизайн у нього саме \"робочої конячки\", на столі виглядає доволі органічно. Як на мене, то вартість свою виправдовує - комфорт для зору понад усе.",
        "Узяв на розетці позавчора. Вдячний за подарункову флешку Kingston! Монітором також задоволений - обирав суто дешеву IPS-модель з 22-гою діагоналлю. Краще Лж у цьому плані годі й шукати. Поставив його собі в офісі, підключаю ноут і працюю здебільшого з офісними додатками та браузерами. Зображення чітке і контрастне, мене цілком влаштовує. Дизайн доволі простий, та для роботи та навіть краще) Рекомендую",
        "Кращий в своєму класі",
        "Кабиль старий разом з ним іде. Я ожидав HDMI або на крайняк DisplayPort а в ітозі прийшов самий обичний VGA кабель. Тепер прийдеться купляти переходнік.Монітор сам по собі нормальний, тільки до нього треба докупити буде HDMI кабель. У мене вже 1 такий є, через це і купив другий такий самий. Но качиство через VGA хуже.",
        "Уже майже 2 тижні, як стоїть на столі. Ніяких нарікань. Кольори чудові, рамкі тонкі, виглядає монік гарно. Засвічень ніяких не виявив. Напрягає поява синього екрану, коли відключаєш монік від ноута. Але це таке, особисте. Комплектація згідно хар, без HDMI. Докуповував.Заг подобається, рекомендую.",
        "Через місяць почало щезати зображення на кілька секунд (цю проблему тут вже згадували). Змінив кабель - не допомогло. Наразі переставив монітор на інший комп'ютер без інсталяції фірмового драйвера. Допоки вимкнень не спостерігав. Хто як боровся з цією проблемою?",
        "Сучасний хороший монітор. Продавці працюють на відмінно.",
        "Доброго дня купив даний монітор. Яка іде гарантія її нема в комплекті ні даних про вартість. В наявності диск і інструкції по експлуатації та збору ножки до монітора",
        "Монітором задоволени, нарікань поки немає",
        "Пвдійде до системника(https://hard.rozetka.com.ua/artline_home_h37v01/p14817056/?utm_source=application&utm_medium=Android&utm_campaing=5.1&utm_userId=41557789) Материнська, відеокарта і т.д.?",
        "Сподобався чорний коляр. Він тут наближений до природнього (а не сірий як на дешевих матових TN моніторах). Кути огляду також порадували. Монітор найкраще підходить для темних приміщень. Хороший бютжетний глянцевий монітор за свою ціну...",
        "Придбав цей монітор 08.03.20 і мому задоволенню не було меж до сьогодньошного ранку.По факту монік  суперовий,але вилізло два битих пікселя. Картинка мега,що в іграх,що в відео але для такого бренда це не прийнятні косяки",
        "Взяв на заміну старому, 27 дюймів з FULL HD 144 Гц",
        "супер монітор! користувався самсунгом 24  9 років відробив,поки не почав вирубатись і згоріла підсвітка зверху((( треба купляти новий і був вибір між асусом і аок, начитався поганих відгуків аок, таки ввирішив взяти цей, бренд все таки) доставили зразу на інший день, включив все працює ,картинка дуже красива, яркість тут висока дуже))) поставив на 35% і то дуже яскраво)  ВКЛЮЧИВ 144 Гц плавненько, подобається)битих пікселів не виявив:))) повезло?  побачу як буде далі))",
        "За эти деньги лучшего не найти",
        "Чудовий монітор за свої гроші.",
        "Сьогодні отримав монітор, ось такі засвіти , буду міняти...",
        "Чудовий монітор",
        "Як і в багатьох, є засвіт в правому верхньому кутку та в лівому нижньому. Але, якщо не акцентувати на них увагу, то не кидаються в очі.Загалом дуже сподобався монітор. Особливо в порівнянні з моїм старим Samsung 931c. Значно кращі кути огляду та кольоропередача, легкий, майже без рамок та з кількома роз'ємами для підключення (підключав через HDMI) . За таку ціну 23.8\" монітор з FullHD рекомендую до покупки.",
        "Просто пушка! Класний монітор, шустрий в іграх.Якість неймовірна,а головне дуже легко налаштовувати під себе.",
        "Монітор класний, але матриця монітора зміщена в ліво на 4 пікселя, а так я задоволений (користуюся уже 1 рік)",
        "Дуже класна річ за свої гроші. Питання, думаю взяти брату ще один, SP4 потягне?",
        "Я задоволена даною річчю.  Рекомендую усім...",
        "Хороший монік, свою ціну повністю оправдовує, коситуюсь уже більше трьох місяців, битих пікселів немає, поки замітив лиш один недостаток - це слабка ножка, чернз це монітор хитається при вібрації стола, але ця проблема є і у дорожчих моделях більшості інших фірм. Також якщо сидіти до монітора ближче витянутої руки то можна замітити пікселі, але це не проблем, так як даіметр досить великий.",
        "За таку ціну - хороший монітор",
        "Монітор доволі сильно гріється з правого боку.",
        "Ось такі в мене засвети, це нормально?",
        "Дуже низька якість підсвітки. Видно великі засвіти по краях монітора особливо на чорному фоні. Монітор замовив вдруге і вдруге він прийшов із зірваними заводськими пломбами (до мене вже його відкривали). На дисплеї знову \"хтось\" залишив чотири відбитки пальців, \"битих\" пікселів цього разу не було.",
        "От такі в мене засвєти) користуюсь місяць все супер всім задоволений.",
        "Придбав сьогодні це чудо техніки. При отриманні товару перевірив на биті пікселі і засвіти. Всі входи/виходи працюють. Після встановлення драйверів і частоту можна підігнати. Картинка насичена. Взяв даний монітор для інженерного проектування, оскільки BenQ позиціонують себе на ринку, як набережливіші для очей. В роботі поки все влаштовує, затримок не помічається.",
        "Повернув на наступний день. Не знаю, це брак чи нормальна якість IPS панелей в 2018, але в порівнянні з іншими домашніми дисплеями не виглядає як хороший монітор. Крім підсвідки на фото з проблем ще 3 темних пікселя (по гарантії до 6). Окремо респект розетці за хороший сервіс.",
        "Доставили швидко!Битих пікселів в засвітів не виявлено!Працює класно без нарікань)",
        "Немає болтів в комплекті",
        "відсутній заповнений гарантійний талон. Звертаюсь до продавця Розетка, вирішіть, будь ласку, цю проблему",
        "Acer, привіт. Потрібна допомога. Купив монітор, але дуже тихі динаміки. В налаштуваннях довів їх до 100. Драйвера ніякі не встановлював, тільки підключив через HDMI, може проблема в цьому? Підскажете?",
        "Товар в нормі рекоминдую",
        "А до нього йдуть кабиля???",
        "Питання до представника компанії,і3 8100,мат...B360,опера 2400, відео gtx960 ,цих даних досить для 144гц? Дякую!!!",
        "Брав 2 раз даний монітор. Але з урахуванням того що 1 мій монітор розетка мені всунула з такими засветами що простот жах на всіх 4 углах відгук буде обєктивним для майбутніх покупців. Сам монітор по зрівннянню ціна - якість класний. Але хочу вам порадити якщо ви хочете купувати даний монітор пишіть розетці щоб провіряли на засвети і самі провіряйте на пошті коли будете заберати так як я їм це написав відправили 2 монітор в ідеалі. А от 1 монітор сплошні засвіти.",
        "Прекрасний монітор за свої гроші, користуюсь понад 3 тижні ! монік супер !!!!",
        "Дуже подобається. Рекомендую!!!",
        "Монітор супер.Дизайн і якість на високому рівні.Приїхав без битих пікселів,кути обзору і картинка на екрані супер.Рекомендую з бюджетного сигменту напевно один з кращих.",
        "Для цих комплектуючих підійде монітор i5 3570k 16 gb 1060 6gb strix ?",
        "Чудовий монітор за свою ціну, але має певні недоліки: засвіти, кнопки меню та корпус - люфт нижньої частини. Для ігор підійде ідеально. Мій попередній монітор Acer Predator z271, котрий в 3 рази дорощий не - дає переваги в грі.",
        "Замовив 9.11 ,одержав 12.11 (кур\"єром) . Запаковано-добротно! Негараздів ( битих пікселів ,засвітів) -не виявленно! (аліллуяя!)Підставка ...стоїть впевненно, без шатів , є можливість опустити-підняти , нахили , в сторону кут повороту не великий , але достатній. + можливість під\"єднання кронштейну ( на майбутнє ).Згоден з попереднім коментарем-кнопки ну ДУЖЕ маленькі , не зручно! але...в наборі йде диск з потрібними і не дуже утилітками і драйверами. так ось одна з тих утиліт може замінити кнопки , попробуйте.Зручніше!Питання-прохання - підкажіть  ,як працює юсб-концентратор?! ,чим підключити ?! який саме шнур потрібен?! не хочу втрачати таку цікаву плюшку.G-sync - у мене карточка 1060 (одна з перших) все включилось автоматом!в деяких іграх потрібно було пошаманити в настройках , щоб побачити 144гц . але це до монітора не відноситься.В загальному-рекомендую! Я задоволений!",
        "Користуюсь, здається, десь із весни. Уже так прижився, що ніби весь час тут стояв :) Негативу не знайшла, але треба трохи очам звикнути, бо неподілений екран спочатку видається занадто великим. Але потім звикаєш.",
        "Чудово підходить для роботи. Раніше був монітор навіть більшого розміру, але через те, що той був 16/9, місця не вистачало. Тут без проблем можу розмістити два вікна поруч, для роботи ідеально. Для фільмів та ігор -- тільки самих свіжих, які створювались з урахуванням 21/9. В старих будуть по бокам вертикальні рамки, але я був готовий до цього. Виявилось навіть зручніше, ніж очікував. Передача кольору хороша, краща ніж в моєму попередньому Philips. Мінус помітив тільки один -- хоча монітор називається безрамковий, це не так. По контуру монітора чорна смужка товщиною близько 1 см, я не можу назвати це чесним Cinema Screen. Хоча за таку ціну я можу закрити на це очі.",
        "Монік бомба!!!! Користуюсь 8 місяців! Мінус 1 потрібно купувати dvi кабель!!!!",
        "Просто нормальний монітор. Нічого особливого, але проблем з ним не виникає.",
        "Дуже класний монітор дякую розетці за швидку доставку",
        "Ціна,якість. Монітор коштує своїх грошей. Меню української,що дуже зручно. Дякую компанії за зручну програму андроїд і широкий асортимент товару. Всіх з наступаючим Новим Роком!!!!!!!",
        "Стильний, якісно виконаний FullHD монітор, що підійде як для роботи, так і для розваг. Сервіс Розетки та Нової пошти на висоті, товар був доставлений швидко і без пошкоджень",
        "А скільки ще буде ця акція",
        "монітор нормальний, доставили швидко!",
        "замовив 29 отримав 31 як і хотів розетка встигла зробити мені подарунок на новий рік  ) в іграх все чудово, засвіти трохи є але вони мінімальні і невидимі при звичайному використуванні, міняти на ідеальний немає бажання) в мене на старому 20\" теж були засвіти відпрацював десь 10 років і далі працює=)",
        "що таке час реакції матриці 5 мс (GtG), 1 мс (MBR) чи буде в іграх 1 мс???",
        "Купив нещодавно цей монітор. Дуже сподобався, битих пікселів не виявлено.",
        "замовив з самовивозом так надійніше , все працюе добре.",
        "Придбав даний монітор. Під час перевірки засвітів не виявив. Битих пікселів також. Єдине, що завадило нормальній перевірці з коробки, це 2 наклейки виробника прямо на моніторі. Питання до консультантів Розетки: якщо дані наклейки зняти, і напротязі 14 днів виникне якийсь дефект (всяке буває), чи впливає це на гарантію?Потрібно трохи погратися з настройкою кольорів (про це часом згадують в оглядах даної моделі) , але у кожного свій смак. Хтось може і не помітити. Відносно шрифтів: перед цим замовляв Acer ED242QRAbidpx собі і дівчині. Свій повернув, оскільки чи то через вигнутість, чи то через особливість пікселів VA матриці, працювати було не можливо. Шрифти наче були розмиті, налаштування не допомагали (для ігор і відео - підходить на 100%).  На даному моніторі подібного не помітив.",
        "працює прекрасно. товар відповідає опису.",
        "Піде мені монітор під мою зборку ? Відео gtx 960 2 gb оперативка 16gb Процесор Core i5 2500І на якій діогоналі буде краще фпс в іграх 24 дюйма або 27 ?Чи нема різниці ?",
        "Придбав цей монітор, тому що на роботі в мене таких 2 + макбук, і вони мені дуже подобаються, якість збіркі, якість зображення, і те що вони як конструктор регулюються, надійна ніжка, виставлення висоти і повороти. Якість корпусу суперова, забирав в розетці, все перевірив, все чітко, працює чітко",
        "Дуже стильно виглядає, гарний дизайн. Топ за свої кошти!",
        "Топовий монітор!",
        "Мій 3-й Benq. Ціна-якісь - 10+Усі пікселі цілі, рівномірна підсвітка...",
        "Только купил уже нравиться",
        "Відмінний монік за свою ціну. Значних недоліків підсвітки, засвітів, битих пікселів після деяких перевірок не було помічено. Конструкція дещо нестійка. Але якщо монітор у вас стоятиме на стійкому столі, проблем ніяких не буде. Раджу до купівлі.",
        "Монітор супер, діагональ в міру, якби не знав що тут TN матриця, то подумав що IPS. Якість зборки супер, нічо не скрипить, не хитається. Кабель що в комплекті тяне 144гц і навіть на 165 гц заводиться, тільки посередині табличка появляється, мол не підтримувана герцовка, не знаю чи її можна забрати. Замовив кабель DisplayPort, Nvidia обіцяли підтримку FreeSynс на картах 10ї і 20ї серії. Однозначно топ за свої гроші)",
        "Загалом монітор хороший, не пощастило з матрицею, в магазині засвітлення неможливо було побачити, в пунктах видачі немає можливості провести такий тест. Для цього потрібна темна кімната. Якщо засвітлення матриці будуть збільшуватись, доведеться буде повернути чи обміняти. Всі інші параметри повністю влаштовують, зручна підставка, яка ЛЕГКО регулюється.",
        "Другий день користування,проблем немає,пікселів битих не було,засвітів про які всі жужать я так і не побачив.Впринципі покупкою задоволений,рекомендую,монітор і магазин.Окремо хтів би звернутись до тих хто тут купує товари і не пише відгуки,не лінуйтесь,пишіть відгуки,допомагайте іншим,не треба думати тільки про себе,ато часто пишуть тільки якщо щось погане трапилось,а коли все добре не пишуть.Зайдеш-почитаєш і думаєш-мабуть я не буду цей товар купувати,хоч насправді товар чудовий.",
        "Співвідношення - ціна/якість забезпечено на 100 відсотків.",
        "Забрав сьогодні. Доставили швидко, монітор гарний, картинка радує. Невеликі \"засвєти\", але не великі. Провід живлення довжиною 1 метр напевно. Підставка міцна. Покупкою задоволений. Оператор розетки сам запропонував вести промо код тим самим зберіг мені гроші, за що окреме Дякую!",
        "Дуже годний і добротний монітор за свої кошти. Люблю \"РОЗЕТКУ\" за те,що тут завжди самий більший вибір хороші ціни і можна все до кожнісінької дрібниці порівняти. Брав для порівняня три основні моделі Самсунг, Елджі і Асус. Самсунг приваблював своєю ізогнутою формою, але я порахував, що замала буде диагональ для досягнення вав ефекту, елджі в свою чергу не сподобався дазайн ну а асус в нього таж сама матриця що й лижі, в мене до цього часу також був асус монітор який прослужив мені 11 років і ще б служив якби не його 19\" дюймів, замало на сьогодні.Тому в якості їхній я не сумніваюсь тимбільш гарантія в них 36 місяців більша ніж в інших в цему класі.І на мою особисту думку ціна-якість цего моніка одна з найкращих в свому класі. Всім гарних покупок!",
        "Зовнішній вигляд краще ніж на фото, картинка добре виглядаєХоча перші кілька днів було помітно мигання екрану, але після 1 тижня користування більше такого не помічав",
        "Монітор дуже класний, 144гц дуже замітні (особливо в іграх)Дуже задоволений ним",
        "Прийшов другий монітор після заміни першого де були биті пікселя.Очікував певний час на новий і тут прийшло смс,що очікує на відділені монітор. Прийшов на НП відкрив і закрив те, що приїхало. Коробка ціла повністю від попередньої ,а в середині розгромлений монітор і сліди від втручання на болтах...Сервіс розетки жахливий. Нікому не раджу мати справу з тим магазином!!! В житті не купуватиму тут і всіх своїх знайомих відмовлятиму!!!",
        "Доброго дня. Тут 8-bit матриця?",
        "Сьогодні купив, але після підключення, правий край экрана вийшов за рамки.. Допоможіть.",
        "Бокові рамки трохи завеликі в порівняні з аналогами, але ні як не заважають, можливо це і перевага...Отримав те на що розраховував...",
        "За півроку користування уже другий раз зявляється ось такий неприємний баг монітору при включені. Чорне затемнення зліва-знизу не пропадає довгий час, лише після довгих спроб виключення і включення монітору затемнення пропадає. Питання до розробників LG: це нормальна ситуація в ваших моніторах, чи потрібно здавати по гарантії його?",
        "Замовив це чудо в березні місяці на розетці. Впринципі все гуд, але з моїм старішим монітором в якого розширення 1980 погано співпрацює, із за різниці пікселів, важко переключатись мишкою по моніторах, що дико не удобно. Також любі програми коли переключаєш з одного монітора на інший, цю програму розтаскує по всьому екрану...+ маю проблему з грою Pubg на цьому моніторі. Картинка в грі чудова, але чомусь виникає бага в меню ігри, що відчуття наче меню має розширення 1280пх, а гра 3840пх, із за чого не можливо співпрацювати з інвентарем.",
        "Дякую. За якість і швидкість виконання замовлення. Фото першого запуску 276E9Q в порівнянні з старим монітором LG1900E (2008 року випуску)",
        "Чи в цій моделі є вихід для навушників?",
        "Питання до представника Самсунг. Через пів року користування на моніторі звалося 2 пікселі білого кольору, що робити? Монітор хороший,  але...",
        "Маю 2 таких монітори на офісі, і хочу сказати що на свою ціну це просто крутяцькі монітори, не знаю чому там мало відгуків про них. Купив монітор Dell UltraSharp U2415 і був шокований, здав назад. Він у 2 рази дорожчий, надіявся на круту якість зображення, а отримав якість набагато гіршу ніж у цього монітора. Монітори круті, працюють вже по 2 роки.",
        "Оглянув візуально на Новій Пошті, все нормально, пошкоджень немає, заводська пломба на коробці теж була ціла, коробка без деформацій. Коли вдома підключив монітор до мережі і ПК виявилось що в середині у нього розбита матриця. Зараз у повному шоці і не знаю що мені робити, дуже сумніваюсь що по гарантії його замінять/відремонтують. Завтра буду звонити на гарячу лінію Розетки... Якщо хтось з подібним зіштовхувався, порадьте що робити.",
        "Монітор мене влаштовує повністю. Рекомендую.",
        "Где найти настройку Smart Response???",
        "Покористувався цим монітором непогано але натто малі кути огляду а так норм за такі гроші",
        "Придбав два тижні тому, поки все влаштовує, хоча деякі шрифти пливуть але загалом все добре.",
        "Класний монітор. За свої гроші просто БОМБА. Ну і розетка на висоті . І флешка по акції класна.",
        "В цілому задоволений, хоча знизу зліва є все ж рижий засвіт, який видно на темних зображеннях.",
        "Чудовий монітор. Дуже цікава ips матриця. Мені сподобалась її якість на всі 100%. Тонкі рамки. Розігнався до 76hz в \"панели управления Nvidia\". Для мене він універсальний - в ігри пограти і фільми подивитись. Для браузера також підходить. Маючи датчик освітлення і підлаштовуючи яскравість, за даним монітором можна довго просидіти без  дискомфорту для очей. Також є дуже цікаві \"фішки\", типу фільтру синього. Який \"відсіює\" шкідливі промені, які дає будь-який монітор. Також у нього дуже чудова, міцна ніжка . Монітор стоїть дуже впевнено на столі. За те що він впаде можна не боятись. В самій ніжкі є місце для виводу кабелів. Зручна штука. Корпус не скрипить, кнопки управління натискаються чітко і без люфту. Меню монітору інтуїтивно зрозуміле, легко в ньому розібратись. Прийшов з маленькими подряпинами на екрані - не критично, але трішки образливо. Доставка була не сама швидка. 30 листопада був замовлений і 7 грудня приїхав на пошту. Покупкою в цілому задоволений. Раджу його на всі сто.",
        "Цей монітор ідеально мені підійшов, для роботи, мабуть, найкращий варіант. Він оснащений портами D-sub, DP, HDMI та USB так що можна під'єднати до нього будь-що))) це інколи дуже виручає. Приємний ненав'язливий дизайн. Мені він дуже подобається!",
        "монітор прийшов несправний. Злівого боку екрану вертикальна полоса RGB ы через ввесь центр екрану багато чорних полосок.",
        "в порівнянні з моніторами аналогічного формату абслютно кращий по ціні !",
        "Крутий монік",
        "Кілька днів тому став власником  даного монітораПерейшов з 19дюймового(1440*900@75Hz 19:10 співвідношення сторін  ТN матриця ), і цей реально великий здається. проте яке задоволення тепер переглядати фільмиВ первий же день зменшив яскравість,  з сторінками де багато білого довго не попрацюєш, очі виїдає, незвично  що бачу тепер веб сторінку в повному її об'ємі.1 профіль настроїв для повсякденних занять фільми,ігри. 2 для роботи з текстом (контраст і яскравість зменшив,до приємного рівня)Матриця ВА радує углами і чорними кольорами. засвітів не помітив після старого моника. Максимальна частота у мене 120.через DP, карточка печ680. чому не 144 ? скажіть хто знає Були проблеми після того як трохи пошаманив з нвідіа настройками і моніком. Біос і загрузку віндовс  не бачив, червоний екран, і зразу привітання.і комп пікав при завантаженні пару раз, типу якісь проблеми.з желізом. Знову все поклацав  і все гуд. В меню монитора є ОСНОВНЫЕ -Displayport 1.2 вкл/выкл. Декому може допоможе при зміні кольору, чи коли не вдається заглянути в біос. як в мене булоТаке питання після покупки його треба калібрувати, чи в нвідіа  палітру міняти на 0-225.  коли DP користуєшся? може ще щось#мояраспаковка",
        "Гарний, нормальна картинки, не дорого.",
        "Після декількох використань почав показувати горизонтальні полоси(артефакти)P.S. Це точно не проблема з желізом так як пробував на декількох комп'ютерах і проблема не зникла",
        "Монітор бомба за свої гроші",
        "Не економте, добавте 200-300 грн і придбайте з  ips матрицею. Нижня частина монітора набагато світліше верхньої. Відкинувся на спинку крісла, мусиш нахиляти монітор, бо екран побілів. Повертаю, подивимося на скільки порядний продавець(((",
        "Купив,задоволений.Тепер треба відеокарту .Так як старенька не тягне.Прийшло все що в описі.Перший раз замовляв в розетці і якшо чесно то трохи боявся за доставку.Але все обійшлось .",
        "Дуже хороший монітор. Гарна картинка, не змінюється залежно від кута. Можна використовувати як в альбомній, так і в портретній орієнтації. USB-хаб 2*2 порти - зручно :)",
        "Придбав такий собі моніторчик, правда не в розетці. Взагальному монітор непоганий, але мене дуже насторожило те що яскравість в ньому, новому, вже 80%, а що буде далі? Брав впринципі для ігор, і за такі гроші, з такою діагоналю-нормальний, але чесно кажучи мені не дуже сподобалося його зображення. (якщо порівняти з моїм слабеньким ноутбуком, який я продав-Toshiba)",
        "В даному моніторі не виявив ніяких недоліків про які читав відгуки. без найменших засвітів та битих пікселів, вручну включив HDMI і вперед! Продавець розетка не приемно здивував, не очікував такого, проігнорив коментар, та головне не видав гарантійний талон та товарний чек!",
        "Монітор чудовий , але чому якщо я його підключаю через HDMI , то не бачить монітор , а якщо VGA - тоді все добре?Будь ласка , допоможіть",
        "03.10.2019 забрав з магазину на Почайнії, при перевірці співробітник сказали, що перевірка на пікселі при виході і коштує 190 грн (як на мене неподобство), приїхавши додому, проста перевірка показала битий піксель у лівій верхній чверті. 04.10.2019 поміняв там же, без проблем.Окрема подяка працівнику відділу сервісу, Дмитру, бистро, чітко.",
        "І все ж у цьому моніторі 4 мс відкліку ,а не 1мс",
        "Відгук про Rozetka,В коробці не виявилось гарантійного талону, на телефон не відповідають, Не рекомендую купляти!!!",
        "Маючи ноутбук в мене були такі проблеми як:- часта біль в шиї ( при довгому часопроведенні за ноутбуком  - голова схилена до ноутбуку)- недостатньо  місця на робочому столі для багатовіконного режиму (відкрити Word і Visual студіо не реально, текст масштабується на 2 маленьких стовпичка, так як на ноутбуці розширення  звичайне HD)Після придбання монітора ці проблеми пропали, перше відчуття  після ноутбука -  що цей монітор як домашній кінотеатр) Монітор можна регулювати під свій зріст, хороша фішка як піклування про очі(монітор приймає мягчі кольори),  технологія Flicker Free яка позбавляє мерцання монітору.Картинка красива, сочна. Покупкою я дуже радий і вам рекомендую цей монітор + велечезна скидка.",
        "Монітор за свої гроші бомба.",
        "дизайн супер! тонкий і сучаний. Деталей використання поки-що не багато - тільки розпакував і включив, але покупкою задоволений на всі 100.",
        "Не рекомендую для використання в сільській місцевості, де нестабільне електроживлення. Не спасають навіть мережеві фільтри.",
        "FlickerFree не заявлено але присутня, мерехтіння немає (перевірено на високих витримках 1\\1000-4000).VESA 75x75, але різьбове кріплення лише на 2 верхні гвинти. Тримається і на двох надійно. Перевірено. Так як кріплення (VESA) знизу монітора, а не по центру, як у быльшості, то на кронштейні вдається підняти досить високо. Вище ноута котрий на столі. Для мене це +.Монітор реально дуже тонкий, вузькі рамки - виглядає дещо футуристично.Ніяких засвітів і дохлих пікселів немає.",
        "Повністю задоволений покупкою",
        "Довго розбиралися з нахилом і вже були певні, шо не гнеться. А тоді прочитали відгук розумної людини - берешся зверху і знизу за монітор і обережненько нахиляєш)Всім заявленим параметрам відповідає. В своїй ціновій категорії поєднанням ціна-якість порадував. Побачимо як піде, але поки всім задоволені",
        "Прекрасний монітор! Користуюся уже місяць нарікань немає.",
        "Моя распаковка",
        "Чи присутня у даному моніторі технологія HDR?",
        "Питання до представинка MSI, під час роботи монітор легко потріскує та гріється внизу під екраном, зверху та збоку ,не так сильн. Це нормально  чи звертатися стососовно заміни? ( монітор  купленний день тому)Дякую за швидку відповідь",
        "При роботі монітор інколи має легке потріскування. Скоріше всього через зміну температури у пласмасі.",
        "Монітор приїхав вчора, зразу його перевірив на биті пікселі і засвіти екрану, був дуже приємно здивований якістю збірки цього монітора + не знайшов ніяких дефектів з вище сказаних. Тому можу порадити цей монітор, він дійсно заслуговує уваки, як то кажуть монітор - народний, ціна - якість але якість цього монітора навіть перевищує свою ціну! )",
        "Подобається",
        "Користуюсь майже 2 роки,проблем не було,повністю задоволений.",
        "Сьогодні забрав свій новий монік з Розетки на пункті видачі на КПІ,ще додатково куплял послугу перевірки на биті пікселі та попросив перевірити на засвіти,на моє щастя ніяких битих не виявлено та без засвітів мені попався =) довго обибрав між схожими моделями Делл,але обрав цю ,бо було більше коментарів та хоч зрозуміло на що я підписуюсь його купуючи) Взяв саме фірми Делл ,бо радили колеги фотографи брати монітори саме цього бренду,мені й для редагування фото й просто для домашнього користування.Звичайно він не є професійним для роботи з фото та дизайном але доволі прийнятний.Якщо у вас не великий бюджет,то вистачить й такого монітору для початку))",
        "Монітором залишилася задоволена. Головний плюс - соковиті кольори. Відчуття, що дивишся не в монітор, а в реальність. Таке все гарне і яскраве. Для роботи теж підходить добре. Багато друкую, але очі не втомлюються, так як можна налаштувати яскравість.",
        "Цілком відповідає ціна якості. Сучасний стильний дизайн. Хороша колірна гамма. Енергоекономічний. Доступне меню. Купівлею задоволений. Немає перебоїв з поставками.",
        "Потужна цяцька. Та ще й певно що дешева, як на UltraHD роздільну здатність. Я за таким просидів майже два місяці: дійсно приємно дивитись на 4К при 24\". Одного разу навіть спробував погратись в NFS (підключив ноут з дискретною відяхою ATI Radeon) - то Фрі Сінк наче працює. Ясна річ, налаштування скинув майже до мінімальних, але усе ж з 4К розширенням. По дизайну мені не особлиов сподобався, якесь воно \"офісне\". Пікова яскравість могла б бути й вищою, контрастність - ОК, підсвітка рівномірна по усій площі. Об'єктивно монік на четвірочку, але за такої вартості за 4К - то поза конкуренцією.",
        "Чудовий монітор та ціна.",
        "Замінив свій 23\"(глянець) теж марки dell, матове покриття в рази краще. Та і розмір відчутний після 23\". Це вже третій монітор dell, якість очікувано висока. Шкода немає аудіовиходу для навушників, як в попередньому моніторі. Рамки реально тонкі, цим в основному і підкупив. Використовую для перегляду фільмів і грі на приставці. Були проблеми при збірці, чомусь вийшов перекос майже на 1см - два рази розбирав/збирав, нічого не допомогло. Підклав в кілька разів складений папірець і забив. Або я щось не так роблю, або така сбірка. А так монітором повністю задоволений.",
        "на свої гроші просто супер. юзаю більше 6 міс.",
        "Після придбання, монітор був підключений до ПК і одразу розчарування. Між металевою рамкою та самим дисплеєм значна щілина, все б нічого , якби через неї не пробивалась лед пісвітка самого монітору, коли в кімнаті темно це світіння нормально так дратує, особливо коли згадуєш, що монітор від достойного виробника і не зовсім за малі гроші. Але це ще не все. Намагаючись змиритись з цим косяком, через день помітив дивну нерівність правого краю дисплєя. Все, це розчарувало остаточно. Відправив назад, чекаю рішення сервісного центру.",
        "Чудовий монітор, як для ігор так і для роботи...засвіти по нормі, пікселі всі в порядку..(купував не на розетці) Раджу для покупки.",
        "У монітора, як я зрозумів, саме PLS матриця, яку чомусь називають IPS від Samsung, не уточнюючи який саме це тип IPS матриці, Але це не погано, нормальне зображення, просто не дуже приємна ситуація, особливо коли версія важлива. Загалом монітор чудовий, особливо за свої гроші. Засвітів та битих пікселів я не помітив, свисту ніякого не було теж. Також хочу прояснити один момент, для тих хто вважає, що знизу отвори для динаміків, які у монітор забули вкласти - це вентиляційні отвори, ніяких інших версій монітору не існує. Але у монітора є одна не погана фішка - j3,5 вихід, який дозволяє підключити навушники або колонки, та транслювати звук з HDMI або Display Port. Це зручно, якщо до монітору під’єднало приставку та комп‘ютер. Гадаю саме тому монітор, у деяких програмах, відображається як ТВ, а не монітор. І на останок - реально якоїсь особливої різниці, між 60 та 75 Hz, немає. Навпаки, у додатку NETFLIX, наприклад, монітор може перейти у режим сну, коли на ньому виставлено 75Hz.",
        "Монітор чудовий тим більш за такі  гроші,жодних битих пікселів,і засвітів неж немає,а там яас покаже.",
        "Чи можу обміняти його на 275e1s\\00. Час користування 7 діб. І який механізм обміну? Через \"нову почту\"?",
        "В своїй ціновій категорії цей монітор можна вважати одним з найкращих, рекомендую до придбання.Проте дуже неприємний обман розетки, що цей монітор \"закінчується\" і був виставленй по знижці !!!! щось не замітно що то була знижка, і тим більше не замітно що цей товар вже не в наявності.",
        "Просто супер! Перевершив всі мої очікування. Монітор вартий своїх коштів. Передача кольорів - дуже класна)) А дизайн - так взагалі просто відпад! Ніжка тримає монітор міцно, монітор не падає)) Збірка доладня ;) Підключив його за 1 хв до свого ПК по HDMI - решту зробила Windows 10. Все що залишалося, так це милуватися чіткістю передачи зображення на даному монітору))Окремо хочу відмітити чудову роботу Розетки, а також швидкість доставки товару компанією МістЕкспрес!",
        "Буде зручно працювати з двома такими моніторами?",
        "Прийшов з битим зеленим пикселем по центру відмовись пи  огладу на пошті",
        "Уже 3тій монітор від LG найкращий варіант зі всіх. Ідеальна матриця.",
        "До відома усіх хто пише що після заводу тре калібрувати монітор, ніби заводська калібровка не відповідає дійсності. Хочу сказати що любий моніто краще калібрувати після покупки, так як монітор може бути встановлений в різних приміщенях та освітленнях і відносно цього калібруйте. Також профілактична калібровка повинна бути. Тому на відгуки що монітор не відкалібрований закривайте очі, це не важливо якщо маєте можливість відкалібрувати після покупки.",
        "Монітор ідеальний за таку ціну, для програмістів в сам раз, багато місця для розміщення вікон що є дуже великим плюсом. Завжди вибирав продукцію від LG і на цей раз не підвела, по дефолту монітор має частоту 60 герц, але розігнате до 75 не складає ніяких проблем, тай дефектів ніяких із зображенням немає, все робиться дуже просто за допомогою Панелі управління Nvidia",
        "Хороший монитор за свою цену",
        "Монітор просто жир за такі гроші, все гуд, білих пікселів намає, чіткість на рівні та ще динаміки встроєні)",
        "Супер картинка, но саме краще то юзати разом з макбуком, один тільки type-c ніяких перехідників... поки що дуже задоволений., рекомендую",
        "Однозначно рекомендую. Брав для mac mini 2018 щоб підключити type-c кабелем на заміну старому Apple Cinema 20\".Один день роботи - монітором задоволений повністю. Задачі: верстка, кольорокорекція, кодінг.Засвіти по кутах є - терпимо. Шлейфи у русі є - я купував не для геймінгу. Гарний девайс для роботи. По зображенню - дуже круто, відкалібрую і подивимося що і як. Битих пікселів немає.Звук - треба відключити \"апаратну\" примочку і буде все норм - це не hi-fi музичний центр в кінці-кінців.Сам монітор травня 2019 р випуску.Тепер загально: монітор приїхав весь у пилюці коробка, погризана. Його відкривали і або користувалися і здали назад, або тестували в магазині та не купили, бо наклеєна зверху друга стрічка скотчу - перша розрізана, ніжка замотана паралоном не щільно, якийсь пакетик розірваний просто лежав порожній у коробці, мабуть від мануалу. Це фірмове паскудство, я від Розетки такого не очікував. Ти або продавай новий, або треба попереджувати про те, що це не першої свіжості продукт.",
        "Монітор супер! Хороший для здоров'я і все інше добре, крім одного. На білому фоні один піксель завжди світиться червоним. На інших фонах нібито міняє колір і, здається, над цим пікселем ще є й постійно білий. Чи це той самий піксель застряг і на білому і на червоному кольорах не знаю. Я можу щось із цим зробити?",
        "дуже сподобався цей монітор, 1 мс відклику це просто космос,ще сподобалась підставка під навушники, дуже зручно.ДУЖЕ багато режимів монітору, можливо поставити нагадування на моніторі,взагалі рекомендую цей монітор!",
        "брав не для гри, не для фільмів. Шукаю в інеті настройку для фото, інформаціїї багато, але нема ідеальних налаштувань саме для фото. Маю на увазі - яскравість, контраст і т.д. Просто включив і все працює",
        "У своїй ціновій категорії - брати без сумнівів.Купив на заміну квадратному samsung 940n - тому, що поламався(і застарів) і тому, що квадратні версії перевищували бюджет 2929.- Підключив поки через 5м VGA, політ нормальний.-  в повній темноті засвітів, як таких немає, пікселі всі працюють коректно. Єдине -  хто в темі про шари плівок підсвітки, видно ефект плівки, що має \"перехресне розсіювання\" і виглядає. що кути екрану світліші, якщо дивитись строго по центру, але не кожен це зрозуміє та побачить.- Кріплення на стіну. Зняти пластикову кришку відкрутити 2 болти та 2 гвинти, від'єднати ніжку, поставити на місце кришку - можна кріпити. Встановив на стіну, але попередній монітор мав кріплення Vesa вище на собі, тож цей тепер розміщений вище - прийдеться пересвердлювати стіну і опускати нижче або спробувати поки покористуватись так.",
        "Просто неймовірний монітор)засвітів немає ,меню настройок зручне",
        "Подскажите! Можно ли к данному монитору,подключить колонки?",
        "Товар має високу ,якість картинка читка та дуже контрасна",
        "Монітор хороший боявся заказувати бо всі пишуть що тут засвіти або биті пікселі але мені прийшов нормальний граю в кс все чотко)",
        "На свою ціну, монітор дуже крутий. Гарна якість матеріалів, чудове зображення, стильний дизайн",
        "Як тільки розрахував, все сподобалось, окрім ніжки, але маньше з тим. Головна проблема, у  моніторі, у середині є якісь недороблені деталі. Вони просто там є і літають собі, нахиляючи монітор чи вліво чи вправо, з одного кінця в інший. Представник компанії питання: ЧИ це нормально??? Чому так? Розумію, могло пошкодитися при доставці і т.д. Розумію, що бюджетний, але не настільки! Чекаю поради. Робив вибір між 3 фірмами LG, AOC і ви, шановні Acer. Вибрав Ваш. Як кінцевий юзер - незадоволений. Тому і оцінка - Так себе. Дякую.",
        "Мені сподобався. Гарні кольори, гарні кути, зручна обертаюча підставка...",
        "В роботі з 25 липня 2012 року,нарікань не було .",
        "Які розміри в монітора?",
        "яка ціна, такий товар.",
        "Люблю філіпс, якщо є вибір між ними і іншим брендом, завжди обираю філіпс",
        "Купив братові на подарунок, брат лишився дуже задоворений, яскраві кольори, прикольне автоналаштування, яке переналаштовує монітор автоматично коли запускаєш гру чи вмикєш фільм. По надійності подивимось, але поки мене філіпс не підводив.",
        "Чудовий варіант за свої гроші.  Битих пікселів та засвітів не помітив.  Наявність динаміків великий плюс,  звісно не для музики,  але навіть фільм можна подивитись.",
        "Добрий день! Підкажіть , у цього монітора відсутнє мерехтіння? Тобто чи є так звана функція флікер фрі?",
        "Хороший варіант!!! для ігор супер. Фільми дивитись ідеально.",
        "Питання до виробника:Я придбав монітор на чорну пятницю. Все влаштовує, битих пікселів не виявив. Монітор працює добре, все чудово. Але є одне але) В очі кидається сітка, навіть не знаю як її описати. Фото не передає її. Просто на всьому моніторі, особливо видно на білому фоні, присутня малозамітна сітка. Сама сітка розташована по діагоналях (ніби йдуть полоси по діагоналі) у формі маленьких ромбів. Якщо не зрозімоло описав - вибачте, але це важко. Це несправність чи, можливо, якась особливість IPS матрицы (хоча я сумніваюсь в цьому)? Відеокарта Radeon RX480 від Sapphire. Драйвер стоїть останній. Підскажіть як можна перевірити на справність монітор. Що ви мені порекомендуєте?",
        "Ідеальне співвідношенні ціна : якість. Шукаєте бюджетний варіант для роботи з фото та відео, це саме те що треба. Задоволений покупкою на 100%",
        "Вчора доставили  монітор... покупкою задоволений, компактний дизайн, тонка рамка монітора, картинка чітко роздивляється під різними кутами.  Як вже писали попередні покупці, ножка і підставка не викликає довіри, за дуже він живий на ній.. для того щоб зайти в меню налаштування монітора потрібно притримувати його, так як ну дуже вже  рухлива основа!",
        "Товар прийшов все добре! Замовив відразу два монітора, матриця для офісних програм ніяк не підходить, немає чіткості, для відео нагляду підійде! Автоналаштування працює! Ціна актуальна для даного товару!",
        "Забрав, підключив, битих пікселів та засвітів не виявлено, в порівнянні із старим benq і tn матрицею очі не втомлюються, всім вдалих покупок",
        "як виставить 75 герц",
        "На синьому та жовтому або помаранчевому кольорах дуже помітні пікселі та вертикальні полоси що сильно впадає в око навіть на відстані більш ніж 70 см від екрану ! Здам назад по гарантії 14 днів .",
        "Користуюся ним вже рік, дуже задоволена.",
        "Чудовий 4к монітор за співвідношенням ціна/якість. Довго вагався між ним і аналогічним Dell монітором, взяв цей і не пошкодував. Чудово працює в режимі 4к, засвітів чи битих пікселів не бачив. Є підтримка як hdmi (із 4к кабелем у комплекті, так що не доведеться окремо платити 500-800 за нього) так і display port.Брав для роботи із кодом, виправдовує всі сподівання.Єдині мінуси які здатен придумати:- російська за замовчуванням (що мене здивувало, бо і українська, і англійська мови наявні в меню);- один DisplayPort, якщо треба під'єднувати то старий мак (dp), то новий (type c) постійно доводиться перемикати кабелі- білий колір задньої кришки, чорний або сірий був би біль практичним, як на менеВердикт: якщо ви обираєте ноутбук для роботи (і ви при цьому не дизайнер), то це чудовий варіант, немає сенсу переплачувати в півтори-два рази за щось інше.",
        "Працює як з PS4, PS3 так і з PS2 через перехідник PS2 to HDMI",
        "Купив 3 штукиВсі ідентичні і виконують свою роботу на ураПідключення по D-SUB + DVIВибирав по наявності трьох типів портів і матовому покриттюКольоропередача на нормальному рівні",
        "Самсунг є Самсунг, більше тут нічого не добавишКоли в мене згорів мій старенький Xerox, я перебрав багато моніторів, але все-таки вирішив вибрати Самсунг, як кажуть - вибираєш Якість, отрумаєш Якість.",
        "Купив 02.03.20 після 3 годин роботи перестав виводити картинку, запах горілого, здав на сервіс 03.03.20. Станом на 16.03.20 відповіді немає.",
        "Монітор оприділився системою, але не працює - просто нема зображення хоча індикатор показує що включений",
        "Отримав монітор, користуюсь перший день, наразі позитивні врженя. Є момент незручності поєднання 2 моніторів але то вже тонкощі ))",
        "Хороший монитор за свою цену",
        "Якби заказував на два дні пізніше, міг скористатися знижкою і одержати в тіж сроки.",
        "Дуже гідна модель. Хоча звичайно зараз в сучасному світі  21 дюймів вже вважається замало. Можу сміливо рекомендувати до покупки, якщо його ще досі випускають.",
        "Забрав монітор, налаштував, провірив на биті пікселі та засвєти - все ідеально! Топ монітор за свої гроші! Рекомендую",
        "У мене питання чи впливая частота обновлення на фпс в іграх? Тобто що буде видавати більше фпс цей монітор чи інакший з 60ггц і чому?",
        "Взагалі, дуже задоволений покупкою і тепер не уявляю свою роботу без даного дисплею. Засвітів і битих пікселів немає. В іграх не тестив, проте для коду і читання - ідеально. Обов'язково придбаю собі такий ще один.Проте ніщо не ідеально, і ну прямо от хочеться щоб тут була простяцька аудіосистема і можна було б використовувати монік з телеприставкою. Що-ж, сподіваюся у наступній моделі вона буде. Монік вартий кожної гривні. Рекомендую.",
        "в зв\"язці з 2080супер - шикарно себе показує. для геймінгу - шикарний монік.а можливості підстроїти висоту\\нахил взагалі кайфові.",
        "Можно ли заменить матрцу ? Разбил.",
        "Дуже гарний, Великий, безрамочний монітор! Бракує огляду на youtube, від фахівця, який розкрив би всі можливості монітора, на зрозумілій мові!!!!",
        "Солідний монітор за таку ціну. Дуже гарно дивиться!",
        "За такую цену весьма хороший вариант",
        "Не купляйте це сміття. Купив я собі такий комп собрав а монік фігак і input not support і всь. ПРОЦ РАЙЗЕН 2200g  ...",
        "найкраща моя покупка за останні декілька років",
        "Норм монітор",
        "Взяв для пк. Ігри сучасні потребують 75гц. Тепер ще й консоль PS4 купив. Нічого так. Нормально.",
        "ну що купив монітор в цілому  нормальний",
        "Брав не в Розетці. За свої гроші хороший ips монітор-універсал, з яким добре сидіти в інтернеті, дивитись фільми, або грати в ігри. Після старого TN зовсім інші кольори і кути огляду. Яскравість боявся що 250 кд/м2 буде мало, але цього навіть забагато, встановив на 40%. Джойстик ззаді зручний, але є утиліта для змін налаштування з комп'ютера. Світлодіод дуже малий і не яскравий, зовсім не заважає. Хтось писав що при підключенні через HDMI довго виключається. У мене 1-2 секунди пише що немає живлення і вимикається. Раджу зразу виставляти найшвидшу реакцію матриці, якщо збираєтесь грати в ігри. Монітор, звісно, не ігровий, але для любителя підійде. Щодо якості матриці, засвітів і битих пікселів не знайшов. На камері трохи видно засвіти (фото), але це в повній темноті на максимальній яскравості, а так їх оком не помітно. Купував зразу з кріпленням VESA ITech Black, тому фото без рідної підставки. Змонтувалось все легко і зручно, нічого не заважало. Монітор виявився легший і тонший ніж я очікував. Покупкою задоволений. Не дарма AOC дають 3 роки гарантії, тоді як більшість конкурентів - 2. Є можливість виставити 70-75 Гц частоту монітора, але виробник не гарантує безпечне використання в такому режимі. Рамка зверху і по бокам 6 мм (фото).",
        "На розетці було написано що монітор 24 дюйма но прислали 23.6 можливо тільки в мене така помилка",
        "Чи зручний цей монітор для ігор",
        "Не працюють USB, як це виправити?",
        "Перевершив очікування. Битих пікселів і засвітів не було.",
        "Очень большая ножка , половину стола точно займёт",
        "Придбав монітор, сьогодні перші враження. Спочатку боявся, що будуть засвіти, биті пікселі і тому подібне (судячи з негативних відгуків на зарубіжних сайтів).Нащастя, а можливо нова ревізія вся без проблем. Але мені попався екземпляр без завітів від слова \"зовсім\", жодного битого пікселя. Одразу увімкнув G-sync в панелі NVIDIA. Перезапустив комп, включив GTA 5 і був приголомшений передачею кольорів та плавністю картинки незалежно від фпс. Синхронізація з картами NVIDIA працює на ура.На колишньому моніторі були проблеми з шлейфами, були білі на темних тонах, і чорні на світлих. Це просто нереально бісило. На цьому ж цього ефекту немає взагалі (включив овердрайв на \"середнє\", щоб не мучити монітор).Не знаю, як це працює, але по відклику цей IPS явно виграє моєму колишньому Samsung на ТN з відкликом 2мс. Навіть ігри де лок 60 фпс йдуть плавніше і без змазів, як на колишньому. Дуже хороша підставка, якісна, і корегування положення монітора. Це просто щось. Крути як забажаєш, аби тобі було зручно)Із негативного, трішки вицвітає чорний колір у світліший, коли дивитись на монітор під відносно невеликим кутом (може це фікситься якось налаштуваннями, бо я їх ще не змінював)Але за таку ціну це вже чисто \"лиш би щось негативне ляпнути\". Тому моя оцінка цьому монітору поки 9.9/10.Покупкою задоволений.",
        "Привезли на день швидше ніж розрахували монітор сподобався битих пікселів не знайшов, правда є 2 малесеньких засвітлення на матриці зі сторони бокових кнопок але це не критично і не помітно дивно що з новими моніторами в  комплекті не йде HDMI кабель",
        "Дуже крутий монітор я  дуже вражений розеткою ціни малі а товари супер розетка ☝✌✋✊✍❤❣",
        "Дуже класний монітор",
        "Заводська упаковка надійна, прийшов без пошкоджень. На вигляд все супер, далі час покаже.",
        "Чудовий монiтор за свої гроші, взяв з уцінкою в 3400 разом з доставкою. Можу сказати, що це фортуна, комусь попадеться монітор з поганою підсвіткою і засвітами та битими пікселями, а в кого буде все просто чудово. Для себе вирішив, що кращого монітора чим на 24 дюйма бути не може, в CS GO  на 27 дюймових вже складніше грати, тай тим більше потрібний великий стіл для такого монітора. 24 прекрасно вписалась на мому невеличкому столі.Куда звернутись, щоб мені вислали гарантійний талон?",
        "Монітор просто супер. Битих пікселів та засвітів не знайшов. На фото поруч стоїть монітор 19''.",
        "Замовив 17.01.2020 в 00:30, а забрав в 18:30 в точці видачі на Майдані Незалежності, Київ. На биті пікселі не перевіряв, лише оглянув, щоб коробка була запакована від виробника. До цього монітора, був монітор LG 23' E2350V TN-film, квітень 2010 року, Польща. Різниця в якості зображення відчутна відразу!!! LG 27МК600M-W виготовлений жовтень 2019, Китай. Битих пікселів немає, подсвідка рівномірна (глянув мене влаштовує на всі 100%, не придивлявся прискіпливо). В сервісному меню час напрацювання 0 годин. Яскравість відразу викрутив на 40, а потім на 34. Зовнышній блок живлення ледь теплий. Оновив драйвер на Radeon R9 280, зображення чітке, сиджу на відстані 70-80 см. 27 дюймів для FHD - це максимум!Купував для заміни старого, для PlayStation 4 та PlayStation 3, тут став в нагоді другий HDMI. Сам звук через вихід 3,5-jack на колонки став більш насиченим і чистим в порівнянні із старим монітором.",
        "Написав цей відгук коли зайшов на сайт, щоб купити ще один такий. Буду в офіс усі такі брати. (займаємось дизайном інтер'єрів - тобто не в таблицях екселя сидимо, а працюємо з кольором)",
        "В брата такий монітор, картинка просто супер, тому собі такий замовив",
        "Екраном повністю задоволений, співвідношення ціна-якість на висоті, матриця якісна, бнз битих пікселів.",
        "Відмінний монітор. Користуюсь майже 3 роки. Купував у Розетці, отримав приємний бонус, флешку на 32гб. Єдиний недолік - ніжка, стіл має бути жорстким, інакше монітор легко гойдає",
        "Тиждень політ нормальний. За свою ціну мабуть досить непоганий, хоча помітно, що дуже бюджетна модель із мінімальними на сьогодні показниками параметрів: 1) малі кути огляду без зміни відтінку кольору. 2) Механічний джойстик регулювання налаштувань дуже мене здивував бо в мене навіть бюджетна модель 2010 року вже йшла із сенсорними кнопками керування. 3) не поворотна підставка - все та ж попередня модель мала підставку з двох частин на шарнірі і легко поверталась стоячи ніжками на столі. До плюсів мабуть можна віднести виносний блок живлення, який у випадку виходу з ладу можна замінити не лізучи всередину монітора бо у Dell з цим проблеми бувають",
        "Чи підійде цей монітор  для Nvidia gtx 1050ti?",
        "Топ за свою цену.",
        "Купив даний монітор і користуюсь 2 тижні. Що можна сказати в принципі хороший за свої кошти. Але є але! Немає там супер отклику в 1с ! Засвети сильні під не рівними вуглами на чорному особинно! Но при прямому не видно якщо не придивляться! Не муляє)Але і дорощі монітори грішать не меншими! В загалі задоволений! І мож комусь пригодяться вбудовані колонки не супер голосні но всеж є)",
        "Чи підійде данний монітор якщо в мене AMD Ryzen 5 3600 та відеокарта GTX 1660TI? Монітор дуже сподобався хочу брати...",
        "Хороший товар. Оптимальний варіант, на мій погляд, у співвідношенні ціна-якість-діагональ. Дякую магазину за надійну роботу і вчасну доставку.",
        "Забирала в відділенні JustIn, на свій страх і ризик вирішила перевіряти вдома, бо в відділенні жахливо незручно було. Без мертвих пікселів, без засвітів. Підставка красива, але жахливо незручна. Регулювання висоти немає, регулювання нахилу організоване через гнучкість металевої пластини. Наскільки воно гарно себе продемонструє в експлуатації на довгій дистанції - буде видно. Динаміки на гучності до 50 - жити можна. Вище - починає злегка деренчати. Маю підозру що динаміки довго не проживуть. В комплекті дуже не вистачає hdmi і при цьому вже майже не ходовий vga. Крім шнура живлення на нашу розетку є ще на американську і шнур для зовнішнього динаміку.",
        "Моник супер за свою цену!!!",
        "Замовив цей монітор на Розетці. Приємно, що доставили на 2 дні раніше від обіцяного. Добротні насичені кольори завдяки матриці IPS. Дуже достойний варіант за свою ціну.",
        "Чудовий монітор за свої гроші. Дискомфорту опісля IPS-дисплею ноутбука Asus N550JV не відчуваю, як і великої різниці в якості  зображення. Для ігор та відео саме те, якраз необхідний мінімум. Так він має менше інтерфейсів, чим монітори інших компаній за таку ж ціну, але Dell в цьому сегменті один із кращих.",
        "Доволі швидко настроїв щоб працював з усіма системами у 4К. Комплектні кабели якісни, стабільна 4К@60Гц картинка. Добре працюет також у 2К та FullHD - картинка гірше ніж у 4K, але прийнятна.",
        "Как подключить к макбуку ?",
        "Працювати за ним одне задоволення, однозначно рекомендую!",
        "Спочатку дуже зрадів покупці. Монітор дуже оперативно доставили, в зручний для мене час. Перші враження при перегляді фільмів були дуже хорошими - яскраві кольори, старі фільми які мали \"ніякий\" вигляд при перегляді на ноутбуці зовсім по іншому сприймалися на великому екрані з відмінною передачею кольорів. А от при спробі працювати за цим монітором помітив проблеми. Контури тексту виглядали розмитими і дивитися на монітор без напруження очей було неможливо. Не допомогли ні \"Режим збереження очей\" ні ігри з контрастністю/яскравістю ітп. Неприємно вразило те, що чорний текст дрібним шрифтом виглядає кольоровим, кожна буква не чисто чорна, а зі своїм індивідуальним відтінком. Не знаю, чи можна такий недолік вважати браком, але враження від покупки повністю зіпсоване. Це не кажучи про напруження очей при роботі за цим монітором. Трохи про зборку: вона відносно якісна, люфтів, скрипу не помітив. Проте сам монітор дуже \"хлипкий\", при дотику гнеться як гумовий. Глянцева поверхня пластика за перший же день припала пилом, будь-який дотик залишає відбиток. Висновок: чисто для мультимедійного використання (як телевізор, перегляд фото) може і згодиться.Але для тих хто планує брати монітор в основному для роботи пораджу: відшукайте кращий монітор. Іншими словами - це не монітор для робочого комп'ютера, а невеликий \"телевізор\", який гарно виглядає з відстані мінімум 3 метри.",
        "Дякую розетці за швидку доставку. Монітор просто бомба,зображення,кольори все на дуже високому рівні,ігри і фільми виглядають на ньому неперевершено, але є невеличкий мінус при близькому знахоженні біля екрану видно невелику пікселізацію тай це і не дивно адже він 27 дюймовий тому перед покупкою врахуйте що сидіти від нього потрібно мінімум сантиметрів  100 а при перегляді кінофільмів не меньше двох метрів.Саме про його особливість згин,він перестає відчуватись вже після двох трьох днів використання зате  перед плоским екраном він значно виграє.Одним словом я задоволений на всі сто покупкою.",
        "Монітор суперовий, підставка вищий пілотаж",
        "Чудовий монітор",
        "Чому не поклали в комплект перехідник DVI  D-SUB ? Монітор як підключити ? Нонсенс ?",
        "Купував через герцовку та FreeSync для Battlefield V, cs:go та WoW. До цього користувався 24  дюймовим 60 гц, різниця плавності картинки дуже радує, кольори шикарні, краще розрізняю об'єкти.Скоріш за все в не далекому майбутньому візьму інший тільки через 1 параметр, плотність пікселів та і скоріш за все 2к+ розширенням, точно не більше 27 (самий оптимальний для ігор як на мене). Мій зір дозволяє бачити пікселі, але тільки на робочому столі чи в браузері, не вважаю це недоліком за ці гроші.Для розетки: хотілось би можливість перевірки на биті пікселі при замовлені, після можна буде не перейматись чи приїде з усіма цілими пікселями (коментарі налякали), взагалі не хотів би задумуватись що можливо прийдеться відправити назад.",
        "Нарешті прислали якісний монітор, все чудово. Перший був з одним битим пікселем, оформив обмін, протягом 5-7 днів замінили. Дякую",
        "Файний монік за свойі гроші",
        "Почну з недоліків. Ніжка тоненька і на вигляд дуже слабенька, але вона металева і дуже міцно тримає монітор, навіть вібрація не передається, але знизу ніжки немає достатньої кількості фіксуючого матеріалу і відрегулювати нахил монітора не виходить однією рукою, бо він просто їздить по столу.Індикатор роботи. Для чого його було робити таким великим, якщо він знаходиться знизу і його не видно. Краще би зробили малюсіньку цятку з передньої сторони, але щоб її було видно.По кнопках управління. Незручно, але монітор раз настроїв і забув про них....Ну і недолік ще в тому, що при першому підключенні монітор не дає ніяких ознак життя: індикатора роботи не видно, як я вже писав, на екрані нічого не написано, HDMI зразу не підхоплює, а натискання на кнопки нічого не дає. Прийшлося підключити кабель DVI, тоді запрацювали кнопки і тільки тоді я зміг зайти в настройки монітора (!), звідти переключитись на HDMI і тоді я зрозумів, що монітор таки працює. А я вже думав прийшов неробочий.Ну але то робочі моменти і вони на користування не впливають. Потратив 20 хвилин на те, щоб розібратися і настроїти і все прекрасно. На роботі є монітор в два рази дорожчий, але цей навіть кращий по якості зображення. А по якості матеріалів, то взагалі. В дорогому ніжка так зроблена, що на моєму столі він вібрував як холодець. Цей же стоїть мертво - вібрації взагалі нема, якщо до нього не лізти руками.",
        "За свою ціну нормальний монітор, в якому багато режимів. Наприклад, режим LowBlue дуже добре під ніч вмикати. А так монітор для вебу та для перегляду кіно ще можна. Та для ігор. До PS4 чудово підключається, та ще має роз'єм для навушників.А для роботи з фото/відео вже ні, за великий контраст, кольори перенасичені якісь (на моє око звісно).Правда в моєму екземплярі трохи кабель живлення відходить, інколи потрібно поправляти бо монітор виключається(.",
        "А чи є в ньому влаштовані динаміки?",
        "підкажіть будь ласка з відео картою Gigabyte GeForce GTX 1660 OC 6G буде працювати",
        "Дуже класний монітор, сподобалось все,всім рекомендую всім!",
        "Підійде до пк ARTLINE Gaming X47 v20 (X47v20)  Детальніше: https://hard.rozetka.com.ua/ua/artline_gaming_x47v20/p72993759/",
        "Хороший монітор. Прийшов без дефектів. Насичена, якісна картинка",
        "Придбав монітор 12.11.2017  - за час користування не виявив критичних дефектів, але є проблеми з чорним кольором, особливо виразно це помітно при перегляді фільмів. Не знаю чи це проблеми з апаратною частиною чи програмним забезпеченням, але очікував кращого.",
        "Навіщо вихід для навушників ?",
        "У мене одного на моніторі погані кольори? Плавність переходу кольорів поганій, ступінчатий. Завжди знав що LG нічого нормального не робить. Повівся на хороші отзиви.",
        "Все добре,гарний монітор,відповідає своїй ціні.",
        "Не жалію про свій вибір, купляв заради IPS , Ultra-Low Blue Light , Flickerless, очі не болять і не змучуються на відміну від мого старого самсунга....",
        "по зрівнянню з самсунгом шо в мене був то 100% краще",
        "Гарно виглядає, чітко працює. IPS матриця робить свою справу.",
        "Просто чудовий монітор, якість картинки чудова, повністю задоволений товаром, всім раджу. Ніяких битих пікселів і жахливих засвітів не виявлено.",
        "Засвітів нема, битих пікселів нема.Для щоденного використання вдома",
        "Працюю за монітором більше року, в другій половині дня починають просто \"вилазити\" очі. Я ніколи не відчував настільки сильної втоми очей при роботі з комп'ютером, а працюю я з ним кожен день. Вдома Benq  і такого не викликає, раніше працював за HP і теж все було добре. Можливо це тільки в мене, не знаю, як я його не налаштовував результат незмінний.",
        "Гарна передача кольору, але один кут на білому фоні віддавав в жовтий колір та підсвітка по 3-ох сторонах відрізнялася від четвертої. Коли віддав назад - дізнався що не перша проблема з Dell (проблемна партія прийшла)",
        "Купив для відеоспостереження - те що треба.",
        "Купував 3 місяці тому і дуже ним задоволений. Брав для macOS + вінда. Під макось картинка в якості retina - ніяких нарікань, підключив по DisplayPort до відяхи AMD Radeon RX580.Під віндою теж все гаразд, ігри йдуть в розширенні 4k з включеним AMD FreeSync + VertSync і все дуже плавно і чітко! Альтернатив на ринку немає. Тому думаю собі ще один такий взяти для роботи.",
        "Шукав монітор, який би підходив для роботи з macbook і при тому зберігав би \"retina\" розширення із зглаженими шрифтами без піксельності. Спершу купив інший монітор із збільшеною роздільною здатністю, але залишився ним зовсім незадоволеним оскільки не вдавалось підібрати ідеальне розширення екрану: то рорні полоски по краях екрану через неспувпадіння пропорцій, то елементи інтерфейсу або гігантські або малюсінькі, а зглажування шрифтів як в ретіні не добивався в жодному разі. Навіть враховуючи, що реальні пікселі на тому моніторі були меньшого розміру. Цей же монітор є офіційно запропонований фірмою apple як чудове рішення додаткового монітору macbook (можете самі пошукати на сайті apple). І дійсно, \"ретіна\" тут ідеальна, елементи інтерфейсу на мотіторі в такому ж масштабі, як і на ноуті. І все ідеально гладеньке без танців з бубном.Підключаю до нього також інший робочий ноутбук, з розширенням і пропорціями теж все гаразд.Єдиний мінус це необхідність додатково докупляти кабелі і перехідники для підключення ноутбуків. В комплекті є Display port s HDMI кабелі. Для підключення macbook я додатково купив кабель Display port - Display port mini. Для Lenovo Yoga спочатку використовував hdml - hub (перехідник від різних типів входів) - usb type-c, потім докупив перехідник Display port mini - usb type-c і витягнув з монітора hdmi кабель взагалі (і відповідно свій hub теж)Тим не меньше альтернативи для такого монітора я не бачу, якість зображення чудове, а це основне - решта потребує лише трохи додаткогово часу і відносно небагато грошей",
        "Монітором задоволений картинка чудова !!!!",
        "Чудовий монітор, все на рівні. Обов'язково перевіряйте на биті пікселі, гугл одразу допоможе. Мені попався з одним битим, відправив на обмін, замінили на новий і вже все добре.",
        "По-перше є неточності в опису продукта.Насправді в монітор вбудована пара непоганих диніміків плюс аудіовихід для навушників.В комлект входять три кабелі:USB - USB Type CUSB Type C - USB Type CHDMI - mini HDMIТакож присутні два USB Type C входи (це ж навіть на фото видно). Один для живлення, другий для сигналу (як альтернатива HDMI)На рахунок споживанаї потужністі - в інструкції сказано мінімум 10Вт. Зарядка чи павербанк 5V / 2.1A підходить в самий раз.Насправді, монітор включиться навіть і при меншій. От тільки яскравість буде нижча, за номінал.",
        "Монітор класний",
        "Перше враження що зображенню чогось не вистачає, чи яскравості чи контрасту - баланс знайти не можливо. Але для ігор та фільмів у 4К -  повністю достатньо. На момент писання відгуку користуюсь тиждень.",
        "Все в моніторі сподобалось, може хтось підкаже яке кріплення на стіну до нього брати? Отвори під кріплення зверху, нижче нього виступає корпус, не можу нічого підібрати. Кріплення потрібно поворотне.",
        "Скажите видеокарта GTX1050 подойдёт к монітору і провод Hdmi іде в комплекті?",
        "Яка частота оновлення кадрів в цьому моніторі?",
        "Купила прийшов швидко упакування не пошкодило. Здивувало лише те що в комплекті є VGA та немає HDMI, Що? VGA це вже застарілий інтерфейс, в більшості використовують DP, або HDMI, Добре на щастя DP поклали, і американську вилку і європейську, хоча як би не клали американську вилку в комплект а лише європейську залишились би кошти для HDMI. Але з іньшої сторони це тішить тому що як для американського ринку, так і для європи якість одна. Тепер по самій матриці, якщо виставити на максимальну яскравість очі у мене боліли, та виставивши біль теплий колір і зробивше меньшу яскравість стало краще. Кути огляду хороші хоча чорний може перетворитися з певних місць на сірий, блідно темний. Засвіти лише 3 нарахувала але це IPS матриця, пощастило битих пікселів не було. Хоча брак збірки знайшла, у верхньому лівому и правому краях екрану, я так зрозуміла сама матриця закрита матовим пластиком, так ось зліва і з права зверху видно маленькі повітряні капельки, це не заважає але сам факт що воно є трішки бентежить. Динаміки, а шо динаміка динаміки як динаміки тихі. Купувала я його до ноутбука Acer Aspire 3 A315, робить через HDMI класно та передає 75гц  FreeSynс робить. Динаміка доречі самі кращі ніж на ноутбуці, для меломанів не підійдуть але так подивитись кіно, нормально. Але є фоновий шум.",
        "Не рекомендую взагалі для покупки.",
        "Після LG 22\" ips, видно піксельну сітку на жовтих, синіх, голубих кольорах.Також не працює AMD FreeSync при підключенні через HDMI при частоті 75Гц, на карті Radeon HD 7770.",
        "HDMI іде в комплекті?",
        "Що робити? Появилась полоса пунктирна на весь єкран по горизонталі. Скидав настройки на заводські настройки, міняв  пк,відключав ШДМІ кабель як видно на фото і нічого  не допомогло.",
        "При перегляді відео та фільмів, особливо в 24-25 fps, дуже часто можна побачити на світлому фоні мерехтіння (воно ж ефект стробоскопу). Також особливість матриці це вертикальна лінія посередині екрану, її видно не сильно на сірих фонах. Звичайно виробник про це ні слова.) Спеціально проводив тести на декількох моніторах.  Інші мінуси монітора вважаю не критичними. Але загалом монітор не поганий. Freesync з Nvidia картами працює без додаткових танців. Засвітів немає. Добротний корпус, надійна підставка, купа кабелів у комплекті. Хто читав огляди, там було написано що в комплекті тільки DP to miniDP кабель, в нових партіях вже нормальний стандартний DP to DP кабель. HDR це добре, але в цьому моніторі він скоріше чисто для галочки.",
        "Якщо коротко - Монітор шикарний - Комплект просто бомба, HDMI, DP, USB-C, всі вони йдуть в комплекті та й ще досить довгі - Якщо зіткнулись з артефактами при увімкненому HDR, замініть кабель. Скоріш за все проблема з кабелем.  - Щоб подивитись фільм скачаним на пк в форматі 4к HDR, поставте MPC-HC програвач + madVR. В програвачі в параметрах виходу поставте madVR. Запустіть фільм і розгорніть на весь екран. Монітор має підхопити і увімкнути HDR режим - SDR картинка в режимі HDR буде ніби зі змитими кольорами. Так само і навпаки - Для потоковго 4к 60FPS HDR (YouTube на прикад) потрібне щось краще ніж i5-8400. Для відтворення такого відео локально можна використати MPC-HC програвач + madVR. Тут вже в діло вступає відео карта. 1060 навантажуєтсья на 50% і відео відтворюється ідеально. Можливо я чогось не знаю. - Якщо текст в HDR режимі не читається -- Picture => Sharpness ставимо на 5 -- Picture Advanced => Super resolution ставимо його в 0 - Хочете запустити 16:9 відео, а монітор все одно його розтягує? -- Picture Advanced => Display mode з Full на Aspect Ratio - Не вмикайте HDR режим в Windows якщо ви не збираєтесь дивитись або грати в контент з HDRМонітор чудоваий, а за його ціну він шекарний. Брав на зміну Dell P3418HW. Дел був ідеальний, за вийнятком розширення екрану і його ціни. Але час іде, а контенту в 4k HDR виходило все більше. Я пускав слюні на телевізори з HDR, що стояли на вітринах магазинів, але місця у мене не багато і телевізор у мене ніде не встане. Я почав пошуки монітора, не меншого за попередній, але з 4к і бажано з підтримкою HDR. Але цінники на них просто величезні і тут, я натикаюсь на цей монітор. Передивившись кучу описів і відео, зваживши за і проти, плюси і мінуси, я таки його взяв. Коли він мені приїхав, подумав що він буде набагато більшим ніж попередній, бо коробка в рази більша ніж у DELL монітора. Але по суті, його розміри такі самі. Підключивши цей монітор я зіткнувся з парою проблем. Але кажучи на перед, всі вони вирішуються. Підключивши старим HDMI і включивши HDR у налаштуваннях Windows я отримав картинку з дуже вицвівшими кольорами і артефактами у вигляді зелених точок, які постійно мигають. Посидівши в гуглі, я замінив старий кабель на той, що йшов в комплекті і вуаля, зелені точки пропали. А вицвивші кольори, це не брак, а фішка HDR. Як і SDR (стандартий кольоровий простір) буде вицвівшим в HDR режимі так і навпаки. Це нормаДалі розбирався з чіткістю картинки в HDR режимі. Таке враженя, що він був не відкаліброваним, все розмито, а текст не читався. Вирішується просто, заходимо в меню монітора, знаходимо Picture => Sharpness і ставимо на 5, якщо менше, текст починає розмиватись. Також знаходимо Picture Advanced => Super resolution і ставимо його в 0. Все, картинка має бути кращою.Далі треба було протестувати HDR, це я зробив на YouTube і зрозумів, що це просто шик. Але для 4k + 60FPS + HDR треба щось краще ніж i5-8400 бо грузить на 100% його і картинка не плавна. Окей, HDR робить, тепер треба було запустити те, для чого я його купив, фільми в 4k + HDR. І тут я попав на 9 годин сидіння в інтернеті і перепробував кучу варіантів. В кінцевому результаті, для фільмів з HVEC кодеком в MKV контейнері я використав наступне: MPC-HC + madVR. Розгортаємо плеєр на весь еран і все, екран сам підхопить, що треба перемкнутись в HDR режим. Здаєтсья все просто, а для мене це були дуже довгі 9 годин перебирання різних плеєрів, що ніби виводять HDR, але то було не те, бо картинка була темна, а монітор не вмикав режим HDR.Сама картинка в 4к просто бомба, в іграх стало все якось інакше, більше деталей, більше кольорів, навіть в деяких FPS побільшало, хоча це дуже дивно звучить.Якщо гра не підтримує розширення 21:9, я відконфігурував через Nvidia Control Panel картинку так, щоб виводилось так, як задумувалось грою, без розтягнення. Але цей монітор хитрий і має схоже налаштування в себе тому потрібно було зайти в гру, під час гри зайти в меню монітора та перемкнути Picture Advanced => Display mode з Full на Aspect RatioАле є і темна сторона цього монітору.  - Він втрачає контраст, якщо дивитись на нього з сторони. - Передня нижня плашка з логотипом не прилягає плото і залишаються зазори  куди буде накопичуватись пилюка - Якщо вимкнути HDR у Windows і запустити фільм через плеєр на повний екран, то екран перейде в режим HDR, але як тільки з'явитсья хоча б якийсь           інтерфейс (повзунок гучності на приклад) він перейде в звичайний режим на час поки він не пропаде. Це займає троха часу і підчас переключення він не виводить картинку. - Не робочі USB виходи на ньому, якщо він підключений чимось іншим, а не USB-C",
        "Сьогодні прийшов монітор. Використовую як додатковий монітор для роботи через підключення до ноутбука через HDMI. В мене є ще один старий монітор в якого вихід на \"RGB IN\" який я підключив до свого нового монітора. Але зображення не виводиться. Питання в тому як його можна підключити на два монітори ?",
        "Чудовий монітор. Користуюсь 3 місяці – нарікань немає. Після 18-дюймового Самсунга – небо і земля. Чудово передає кольори, при переході в ігровий режим кольори – фантастичні.",
        "Чудовий монітор. До цього в мене був 30\" Dell U3014. Але тут все ж таки 4К і передача кольорів залишилася на тому ж рівні. Засвітки, принаймі такої, що кидається в очі я не спостерігав. Є вбудований режим самотестування, що дозволить вам відразу перевірити матрицю на биті пікселі, чи інші дефекти. Він коштує своєї ціни.Єдине, що мені не сподобалося в цьому моніторі, це те як виглядають шрифти при відсутності сигналу зовні - вбудоване меню і повідомлення про пошук сигналу, чи знайдене джерело. Повністю відсутне зглажувння. Сподіваюся апдейт firmware виправить цей недолік. І це ви бачите тих кілька секунд доки не піде сигнал з відеокарти, так що можна не перейматися.",
        "Нормальний монітор.",
        "Після 6 років користування Самунгом 23\" дуже хотілось більшу діагональ. Шукав в 27\". Згодом стало зрозуміло, що для діагоналі 27\"  фул ХД зовсім \"ніочом\". Коли вже вліз в 2к 27\" - там вже очі розбіглися, мільйон варіантів і хз який обрати. І тут нагоризонті намалювався LG з 31,5\"/2к/144Мгц. Сказати що я задоволений - це нічого не сказати. Монітор бомба. Регулується як хочеш - вгору/вниз/вліво/вправо. Все виглядає дуже якісно, кольори супер. За ціну в 8999грн йому просто немає конкурентів. Рекомендую всім не жлобитися на ті нещасні 200 грн і замовити перевірку на биті пікселі, заодно і на царапини подивляться.",
        "Монітор подобається, битих пікселів не знайшов, дали в подарунок кабель HDMI. Підключаю до ноутбука все працює. Єдине до кінця не можу зрозуміти чи все нормально з підсвіткою, на чорному фото наче більш менш  рівномірно хоч це вже не чорний колір але все ж з правої сторони присутній засвіт, питання до людей які розуміють чи це нормально чи варто все ж обміняти? Дякую.",
        "Монітор класний,  покупкою задоволений.  Але не дали HDMI кабель який мав іди в комплекті по акції",
        "Після 19\" с інтерфейсом VGA - це просто бомба!!!. Працювати і дивитись кіно, одне задоволення. Мені в подарунок прийшов кабель HDMI.",
        "Купив півроку назад,подобається,за таку ціну монітор супер",
        "Допоможіть, підключення через hdmi ,натиснув на моніторі кнопку power,щоб перевести в сплячий режим,після цього монітор не включається,горить тільки лампочка.. Виключав і включав монітор та комп'ютер, відєднував повністю всі дроти і заново приєднував,але нічого не допомогло,чорний екран,не розпізнає сигнал . Раніше таке було,але переключився кабель і робило...",
        "Монітор хороший , якщо буде перенапруга від блискавки тощо,то всю біду на себе візьме зовнішній блок живлення, великі шанси того що монітор остався робочим але БЖ згорає.",
        "через рік користування почав моргати - гасне і знову включається. Але це тільки якщо нахилений під кутом. Якщо стоїть рівно, то все добре",
        "Шановна Розетка, приберіть будь ласка фото номер 2 з опису монітора, так як там зобрежено що він нахилиний, а в дійсності підставка НЕ регулюється. Монітор стоить тільки вертикально як стіна. Це вводить в оману покупців, наприклад яб не купував аби знав це. Дякую",
        "Дуже класний та зручний працю у сфері дизайну кольори пердає дуже добреберіть не пошкодуєте",
        "Монітор нормальний, якість картинки чудова, порадувало три режими картинки( інтернет, ігровий та звичайний. Ну про звичайний все зрозумолі, ігровий режим класний а от режим інтернет непотрібний)",
        "Дуже якісне зображення! Після тривалої роботи не втомлююсь. Регулюється по висоті (режимом Pivot не користуюсь), USB-хаб 3.0, зручне розташування додаткових роз'ємів ліворуч. 4 роз'єми USB, два з яких приховані. І це все за нормальною ціною.",
        "Очень хороший монитор за свою цену",
        "Дуже чудовий монітор за свої гроші",
        "як від єднати підніжку ?",
        "Гарний монітор",
        "Монітор 18.5 \"Acer K192HQLb мені подарували на День народження батьки ще 2 роки тому. До того був монітор іншого виробника, так що є з чим зрівнювати. За 2 роки експлуатації не було ніяких збоїв, ніяких поломок, тільки одні позитивні емоції. Із плюсів хочу відзначити зовнішній вигляд, дизайн суперовий!!! Картинка на моніторі чітка, якісна, роздільна здатність мене повністю влаштовує! Кути обзору хороші!При тривалій роботі за комп'ютером, очі не болять. З попереднім монітором іншого виробника ситуація була зовсім інакшою. Кнопки управління монітором зручно розташовані внизу монітора, також є регулювання куту нахилу дисплея, що однозначно є його великим плюсом!!! Ну що ще написати, за таку ціну, як тут на Розетці, кращого варіанту не знайти! Всім раджу даний монітор до покупки! Якщо в подальшому у мене постане питання про покупку нового монітора, то я з впевненістю і без всяких роздумів виберу тільки Acer!)",
        "Монитор, як він має бути)) оптимальний розмір, для офісної роботи, відмінна якість, сучасний тонкий дизайн. Я його обирав за ціною, в такому розмірі екрану, і обрав хороший монитор! Усім хто хоче відмінний монитор для роботи, відпочинку, ін., і готовий витратити відповідну суму - раджу!",
        "за свої гроші непоганий монітор, є невеликі засвіти, але не критично, користуюсь вже місяць все норм працює покупкою задоволений",
        "покупкою задоволена, отримала все що очікувала від цього монітору.",
        "Гарний монітор, тонкий, приємно на ньому працювати а також дивитися фільми",
        "Добридень! Монітор за свої гроші прекрасний. Битих пікселів не було, засвітів теж, є невелике регулювання кута нахилу, кути огляду прекрасні. Проте не все аж так добре. Оглянувши фото, можна сказати, що монітор сірий, але НІ, він чорного кольору, проте виглядає дуже навіть красиво. Ще, у комплектації ВІДСУТНІЙ HDMI кабель, при покупці цього монітора купіть hdmi кабель та не сидіть, дивлячись у не робочий монітор(монітор робочий, просто не було hdmi чи dvi кабеля), як це робив я",
        "Добридень! Хочу поцікавитися яка комплектація цього монітора? Зрештою, з комплектації мене цікавить лише наявність/відсутність hdmi кабеля. Він є його немає?",
        "Загальний вигляд привабливий. Спершу коли починажш працювати товщина рамок заважає і не звично а потім привикаєш.",
        "Купив на Розетці. Сподобалося, що коробка була запечатана від виробника. Ніяких битих пікселів, ніяких артефактів. Ніжка займає багато місця і монітор далеко від стіни, так що рекомендую зразу купляти кріплення на стіну.",
        "За таку ціну монітор бомба.",
        "Супер монітор для середнього класу",
        "монітор бомба))  раджу всім))",
        "Отже, користуюсь ним вже пів року, ось мої враження від даног омонітора:Загалом за свою ціну він класний, кольорів хватає для більшості відео, кути огляду хороші, вночі видно як і вдень добре.Якщо налаштувати під себе на комп'ютері розширення стає все суперово. Для більшості ігор і відео його розширення найкраще, так як на ширші розширення мало ігор оптимізовано, тому він саме то.Серед мінусів хотів би відмітити наступне:З першого дня я розчарувався тим, що він дуже глянцевий і корпус, особливо задня його частина пилюку збирає швидше ніж я її встигав протерти.Другий мінус - чорний колір, поруч стоїть OLG з VA матрицею, якому вже років 8, він виграє в чорному кольорі в рази, прикріпив фотографії, на першій видно як він чудово справляється при направленому перегляді, і як не справляється при перегляді збоку (звісно за рахунок глянцевої поверхні, але й без цього чорний в IPS майже завжди програє VA  матриці за рахунок самої технології). Можна було б все це пробачити, але після вимикання монітора дуже часто яскравість чомусь сама виставляється високою і чорний стає сірим, у такому випадку приходиться джойстиком монітора клацати вліво і вибирати режим Game/Internet/Standart, щоб отримати той колір, який був до виключення монітора.Впринципі багато по часу не займає, але це мінус програмного забезпечення.Щодо динаміків в цьому моніторі - краще б їх не було, непотріб, звук як в найдешевшого телевізора, тому рекомендую відразу купити собі акустику і не жаліти заплатити 1200+ грн (на 2018) рік за хорошу 2.0, чи 2000+ грн. за 2.1 щоб не розчаровувати себе зі звуком.Щоб зрозуміти візуально, також добавив відео в порівнянні з мої стареньким монітором 19\".",
        "Один з небагатьох моніторів, який вартує кожної гривні прайсу. Використовую вже 6 місяців. Політ чудовий. Рекомендую.",
        "Користуюсь декілька тижнів. Роботою монітора цілком задоволений. При роботі впродовж 16 годин в теплому приміщені не нагрівається (попередній монітор, який у мене пропрацював 10 років досить сильно грівся). До комп'ютера підключаю через HDMI https://rozetka.com.ua/ua/39145872/p39145872/ Рекомендую цей монітор для використання дома або в офісі.",
        "Звичайний хороший великий монітор. Що планував отримати те й отримав. Якість як завжди хороша.#моєрозпакування",
        "Монітор відмінний. Яскравість зменшив з дефолтних 75% до 25%. Користуюсь стандартними налаштуваннями (кіно, комфорт, ...). Засвіти та \"биті піксели\" відсутні.",
        "на коробці вказаний HDR400засвіти і глоу ефект страшніДисплейПорт кабеля в комплекті не було, тільки ХДМІвиготовлений вересень 2019, приїхав в пломбах ацера4 дня доставки з києва з моменту відправки, розетка видимо не доплачує новій пошті і вони їх товари довше везуть (зазвичай з києва 1 день доставки)",
        "Здравствуйте какая длина HDMI?",
        "Від ідеального монітора відділяє відсутність справжнього ігрового режиму з 120/144Гц частотою оновлення екрану, хоча би навіть при Full HD розширенні. Не завжди ми працюємо, інколи хочеться і іграшку пограти, а хто має досвід з 144Гц, на 60Гц повертатись не схоче",
        "Перші враження просто прекраcні,монітор прекрасний,якісно зроблений,чітке зображення,на ніжці стоїть добре.",
        "Монітор класний,якісно зроблений,чітке зображення.Вже рік,як користуюся,зауважень не має.Рекомендую.",
        "Ніжка регулюється, але нижній поріг міг би бути і вищим. Повернув, дякую магазину за це. Не рекомендую купувати. До цього купував у іншому магазині був ще гірший, в цьому лівий нижній сильно пересвічений і не сильно лвіий верхній, в попередньому + ще правий нижній + 4 биті пикселі. Я це про те, що це вийняток а система, вони не якісні. Кольори трішки перенасичені, але прриємні. Білий більш-меньш однорідний. кути погані варто похитати головою в сторони і чорний сіріє. Багато налаштувань. під'єднував до nvidia shield 2019 pro режим HDR 4k все працює логотип спливає у верхньому правому куті. Тут все чітко ніби тв повноцінйний, різниця між SDR та HDR помітна сильна в сторону HDR у мультфільмах та концертах, а от у фільмах майже немає, постійно думаєш, що не вистачає насиченності... бліднувати, яскравість 300 видать малувата. Якби не було засвітів за цю ціну був би ідеальний монітор. А так плями відволікають і псують все.",
        "Монітор перевершив очікування.Для програмування зручний. Очі не втомлюються.Висота та кут нахилу регулюється більш ніж достатньо.",
        "Монітор непоганий. Кіно, ігри ок!  Все інше шо заявлено чистий \"маркетинг\".",
        "Тиждень користування...Дуже задоволений",
        "Можно ли к нему PlayStatio4 подключить",
        "Шикарний монітор за свою ціну , шукав йому конкурентів , не знайшов :D Працює швидко (все-таки 144Hz і 1 мс часу реакції)0)",
        "Дуже зручно працювати з документами, дивитися фільми, та працювати в багатовіконних програмах.",
        "Монітором задоволений",
        "Монітор повністю справляється зі своїми завданнями",
        "Питання до представника компанії. Доброго дня, купляв даний монітор для ігор (а точніше для ігри PUBG) але замітив що при русі в ігрі виділяється піксельна сітка, коли зупинився все стає нормально,порухав мишкою в ліво, в право, знову появляється піксельна сітка. Картинка плавна, но портить піксельна сітка при русі. Бачив ще декілька коментарів у людей в яких  така сама проблема. Скажіть будь-ласка можна якось настроїти монітор, щоб дана піксельна сітка непоявлялась при русі, чи ще особеність даного монітора ??????",
        "Підійде до відеокарти gtx 650 ti 1 gb.128?",
        "Відгук позитивний",
        "Прийшов монітор мені дуже подобається",
        "Купляв суто для ігор. Вже 2 роки він у мене. Чудовий монітор.",
        "Чудовий монітор. Но я не знаю чи прийшов брак появилися чорні полоси по всій рамці розширення стоїть 1920 х 1080. Якщо знаєте як це справити пишіть в коментар.",
        "Два рази заказував даний монітор  в іншому магазиніІ два рази брак проходив - засвіти!",
        "поки що все влаштовує, переваги або недоліки  виявляться по мірі експлуатації.",
        "Чудовий монітор, засвітів немає, битих пікселів теж, гарне зображення, зручне меню налаштування. Розетка спрацювала на відмінно, замовлення прийшло швидко. Гарантійний талон присутній ;)",
        "Хороший монітор на свої гроші",
        "Прекрасний монітор за свої гроші, але є проблема, підключив я його до HDMI, вроді все є, але при виключенні пк на пару секунд появляється синій екран і по середині пише \"HDMI not found\", але зображення є.",
        "Недоліків не знайшов. Монітором задоволений",
        "Монітор чудовий за свої гроші. Недоліки не виявлені і, сподіваюсь, не будуть",
        "Монітор прийшов курьєром швидко за 3 дні. Про монітор можна багато чого сказати, показує нормально, для ігор саме то, з зображенням чорного немає проблем показує все добре.",
        "Гарний монітор за свої гроші. Недоліків не знайшов поки що. Дружина задоволена.",
        "Монітор для роботи повністю влаштовує, про переваги написали інші, не буду повторювати. Напишу про особистість, щоб ви раптом не попали.Якщо у вас доволі стара відеокарта (тільки з VGA-роз'ємом) і стара ОС, вас він може не влаштувати. В мене майже такий випадок і я спочатку підключив його саме так. Був дуже розчарований, бо він не давав ідеальну чіткість ліній та навіть псував геометрію (всі круглі значки були овальні, наприклад) і налаштуваннями це не виправиш. Але, на щастя, відеокарта в мене не зовсім стара))) і має HDMI-вихід. Купивши кабель HDMI і підключивши через нього, я видохнув - монік показав себе нарешті во всій красі. Тому ставлю 5 зірок.",
        "Монітором задоволений,чітке та контрастне зображення дуже багато функцій",
        "Крутий монітор",
        "Класний монітор. Без битих пікселів та просвітів.",
        "За свої гроші хороший монітор. Очі не втомлює.",
        "Купив даний монітор. Покупкою задоволений на всі 100%",
        "Я задоволений покупкою цього монітора! ASUS робить чудові і якісні монітори!Розетці дякую за швидку доставку в святкові дні!Всіх зі святами і Новим роком!",
        "Ножка могла б бути краща)",
        "Чудовий монітор, просто шикарний! Ігри, фільми, програми - тепер за комп'ютером проводити час стало ще приємінше. 27 дюймів - якраз оптимальна середина, і працювати близько зручно, і за 2-3 м фільми дивитися. До того ж він дуже тонкий, у профіль це виглядає гарно. Цікава підставка, але надійна. Переживав за розмір пікселя при 1920х1080 на такій діагоналі - пусте, якщо ви, звісно, не збираєтесь клювати носом в самий монітор. Рекомендую однозначно!",
        "Отримав монітор та одразу підключив.(в комплекті був диск но нажаль пк без cd-rom.но і так все нормально.Одразу привик до нього,прям як і був у мене.Ніжка не хлюпенька тримає добре.Дефектів типу битих пікселей немає.Рамка дійсно тонюсенька.покупкою довольний.Рекомендую.",
        "Монітор за свої гроші хороший. Знизив оцінку за наявний битий піксель в центрі екрану.",
        "Підскажіть будь ласка чи є в ньому freesync?",
        "Чудовий великий домашній монітор з широкими кутами огляду - саме те для роботи з текстом, інтернет-серфінгу чи просмотру відео. Для офісу, розуміється теж супер, якщо бюджет дозволяє.Є VESA, без якої такі великі монітори із нерегульованою по висоті ніжкою зовсім не інтересні (кхе-кхе Dell SE2719HR).",
        "Монітор чудовий, якість зображення супер. Биті пікселі відсутні, є один маленький засвіт з лівого боку (видимий на чорному фоні лише якщо дивитись під кутом), заводське калібрування кольорів хороше, мало, що змінював, підставка займає мало місця та добре тримає монітор. Цікаво також, що блок живлення зовсім не нагрівається, у попереднього мого монітору з цим були проблеми. Є і недоліки: На чорному фоні при перегляді відео під невеликим кутом спостерігається \"кристалічний\" ефект, зображення стає дещо матовим; в меню можна вибрати три режими відображення HDR, HDRi, і звичайний, так от HDR мені сподобався для фільмів, звичайний для серфінгу і роботи , а HDRi на мою думку не потрібна (занадто затемнює темні зони що робить не комфортним перегляд фото та відео); вбудований динамік не сподобався. Також були проблеми з технологіє AMD Free Sync, це не недолік монітору а радше камінь в \"город\" AMD, карта RX480 на нових драйверах постійно відкючає драйвер при активації в іграх цього режиму, на драйвері річної давнини все працює. В цілому монітором дуже задоволений, за досить низьку вартість я неочікував такої якості від монітору.",
        "Купив даний монітор близько тижня назад. За свої гроші цілком гарний варіант: 24\", IPS, HDMI, сучасний дизайн.Розігнався з 60 гц до 68 гц (мало, но хоть щось). Підставка трохи хитається, якщо рухати стіл, але в загальному це дискомфорту не викликає.Засвітів практично немає. 24 дюйми - це те що потрібно, після нього 21,5\" виглядають дуже малими.Чудово підходить для звичайного користувача - фільми, ігри, робота. Можу рекомендувати усім.",
        "Гарний монітор. Простий в налаштуванні. Прийшов швидко підключив битих пікселів не виявив, засвітів немає. Другий день в роботі нарікань немає. Як буде далі повідомлю.",
        "користуюсь вже 2 міс, претензій немає ніяких, гарне зображення, зручно",
        "Монітор чудовий за такі гроші супер",
        "Відразу не додивився, що немає вбудованих колонок. Підключив через HDMI, а звуку немає. Довелося підключати окремо колонки до компа. А так все чудово. Кольори насичені. Меню просте і зрозуміле. \"Безрамковий\", це маркетинговий хід. Рамки немає тільки на вимкненому моніторі. При ввімкнені стає зрозуміло, що під пластиком є звичайна рамка )))",
        "Син вибирав і він повністю задоволений своїм вибором. + достіпна цінова політика. Однозначно рекомендую!",
        "Хороше співвідношення якість=ціна",
        "Вже майже рік працює чудово, нарікань немає",
        "Хороший монитор за хорошую цену!",
        "4-тий місяць вже у користуванні. Нарікань, на даний момент, ніяких нема.",
        "Найкращий в цій ціновій категорії. Без битих пікселів. Сучасний дизайн, тонка рамка, металева ніжка, в яку можна заховати кабель, якісна \"картинка\", очі не втомлюються, в іграх (ПабГ, ГТА) теж все чудово.",
        "Хороший та класний монітор, використовую його для роботи і просто посидіти на ютубі, очі не болять. Я очікував трохи більшого в плані кольорів, порівнював з робочим ноутом там макбуком (навіть не ретіна). Кольори тут не настільки хороші як хотілося б, білий колір тут трохи сірий. Але мені здається, що за таку ціну кращого не знайдеш.",
        "На роботі працюю одночасно за двома такими моніторами. Вирішив придбати собі такий додому. Дуже задоволений зручністю роботи.",
        "Доброго дня. Довго вибирали монітор в цій ціновій категорії.  Цупинилися на цьому бо влаштовували і діагональ і частота  та й ціна. А ще наявність DisplayPort. Почитавши гідгуки не наважився купляти на розетці, хотілося наглядно перевірити і наявність бед пікселів і засвіти. Замовив магазині.Монітор дуже сподобався. Ніяких значних недоліків я не виявив. Битих пікселів не видно, ніякий полос не видно ні при 75 ні при 60 герцах. Є один невеликий засвіт в правому нижньому, ледь помітний.. Писали що хитається, ні стоїть як вкопаний. Загалом дуже гарне враження. Але як завжди не обійшлося без жирного мінуса. При підключенні монітора через DisplayPort  системний блок взагалі не запускається. Тобто через HDMI все впорядку, ніякий зауважень, а через DisplayPort ніяк. Проблема виникає тільки при запуску системника. Тобто якщо підключити монітор через ДП в запущеному стані , то все працює. Проморочився годину , поставив дрова на монітор (вінда сама знайшла, не з оф сайту), переставив на відеокарту (1050 ТІ ). Без змін. Знайшов такі ліки. Треба або відключати DisplayPort запускати на HDMI, а потім підключати на DisplayPort, або повністю виключити монітор ( не кнопкою, а обов\"язково з розетки) і тоді системник запускається і включаю монітор. Дуже і дуже дратує. Будь ласка підскажіть як вирішити проблему.",
        "Хороший монітор. Керування джойстиком зручне.",
        "Монітор топ за свої грошіБитх пікселів немаєЗасвітів невиявлено",
        "засвітів і битиї пікселій незнайшов! перевіряв зразу на пошті!все працює кольори супер очі ніби невтомлюються! але час покаже!",
        "Краще прийти зі своїм ноутом і встановити будь яку программу на перевірку на биті пікселі. Я взяв перевірку у розетки за 199. Битих не знайшли. Вибирав більше 3х тижнів. Монітором задоволений на 100%. Намагаюсь HDR ввімкнути. Якщо хтось в курсі - кажіть! :)"
    ],
    "training_targets": [
        4,
        5,
        2,
        4,
        5,
        4,
        4,
        4,
        5,
        5,
        4,
        5,
        5,
        5,
        4,
        3,
        5,
        3,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        4,
        5,
        5,
        4,
        5,
        1,
        5,
        5,
        5,
        5,
        5,
        5,
        3,
        5,
        1,
        3,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        3,
        5,
        5,
        4,
        1,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        5,
        5,
        4,
        1,
        5,
        5,
        5,
        3,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        4,
        4,
        5,
        5,
        5,
        3,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        3,
        5,
        5,
        2,
        3,
        4,
        4,
        5,
        5,
        4,
        4,
        2,
        1,
        5,
        4,
        2,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        2,
        4,
        3,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        4,
        4,
        5,
        5,
        4,
        4,
        5,
        4,
        5,
        5,
        4,
        2,
        2,
        5,
        3,
        5,
        5,
        4,
        5,
        2,
        5,
        3,
        5,
        5,
        5,
        5,
        5,
        1,
        3,
        5,
        4,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        4,
        5,
        3,
        4,
        5,
        5,
        5,
        5,
        1,
        5,
        4,
        5,
        5,
        5,
        4,
        2,
        5,
        4,
        3,
        5,
        5,
        4,
        5,
        4,
        2,
        5,
        5,
        4,
        4,
        5,
        3,
        5,
        5,
        5,
        4,
        5,
        4,
        4,
        5,
        5,
        4,
        5,
        4,
        4,
        5,
        5,
        5,
        5,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        1,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        3,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        4,
        5,
        1,
        5,
        5,
        4,
        5,
        1,
        5,
        2,
        3,
        5,
        3,
        5,
        5,
        4,
        5,
        4,
        5,
        4,
        5,
        5,
        4,
        4,
        5,
        1,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        2,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        3,
        5,
        4,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        3,
        5,
        4,
        5,
        4,
        4,
        3,
        5,
        5,
        5,
        4,
        5,
        1,
        5,
        5,
        5,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        3,
        1,
        1,
        5,
        5,
        3,
        5,
        2,
        3,
        3,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        4,
        5,
        5,
        4,
        4,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        4,
        1,
        4,
        5,
        4,
        5,
        5,
        1,
        5,
        4,
        5,
        5,
        5,
        4,
        4,
        5,
        1,
        5,
        5,
        5,
        5,
        1,
        5,
        1,
        5,
        5,
        3,
        5,
        5,
        4,
        5,
        1,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        4,
        5,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        2,
        5,
        5,
        5,
        3,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        3,
        5,
        5,
        3,
        4,
        5,
        5,
        5,
        5,
        1,
        1,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        4,
        1,
        5,
        4,
        5,
        3,
        5,
        4,
        5,
        3,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        4,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        1,
        5,
        5,
        5,
        2,
        5,
        4,
        5,
        5,
        4,
        4,
        3,
        5,
        5,
        5,
        4,
        5,
        1,
        5,
        5,
        4,
        5,
        5,
        5,
        2,
        2,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        1,
        2,
        5,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        4,
        4,
        4,
        4,
        5,
        3,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        4,
        5,
        5,
        4,
        4,
        4,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        3,
        5,
        4,
        5,
        5,
        1,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        5,
        5,
        5,
        2,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        3,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        4,
        5,
        5,
        4,
        5
    ]
}